Repository: mitojean/FullProjet
Catalog: source/email_version/flutter/packages/s_translation/lib/l10n/intl_*.arb
Languages: bn, es, hi, id, ml, pt, vi

source: New password
bn: নতুন পাসওয়ার্ড
es: Nueva contraseña
hi: नया पासवर्ड
id: Kata sandi baru
ml: പുതിയ പാസ്വേഡ്
pt: Nova Senha
vi: Mật khẩu mới

source: Are you sure?
bn: আপনি কি নিশ্চিত?
es: ¿Está seguro?
hi: क्या आपको यकीन है?
id: Apakah Anda yakin?
ml: നിനക്ക് ഖചിതമാണോ?
pt: Tem certeza?
vi: Bạn có chắc chắn?

source: Broadcast Members
bn: ব্রডকাস্ট সদস্য
es: Miembros de la transmisión
hi: प्रसारण सदस्य
id: Anggota Siaran
ml: ബ്രോഡ്കാസ്റ്റ് അംഗങ്ങൾ
pt: Membros da transmissão
vi: Thành viên phát sóng

source: Phone
bn: ফোন
es: Teléfono
hi: फ़ोन
id: Telepon
ml: ഫോൺ
pt: Telefone
vi: Điện thoại

source: Users
bn: ব্যবহারকারী
es: Usuarios
hi: उपयोगकर्ता
id: Pengguna
ml: ഉപയോക്താക്കൾ
pt: Usuários
vi: Người dùng

source: Calls
bn: কল
es: Llamadas
hi: कॉल्स
id: Panggilan
ml: കള്ളകൾ
pt: Chamados
vi: Cuộc gọi

source: Your are about to logout from this account
bn: আপনি এই অ্যাকাউন্ট থেকে লগআউট হতে চলেছেন
es: Estás a punto de cerrar sesión desde este acuerdo
hi: आप इस खाते से लॉगआउट करने के बारे में हैं
id: Anda akan keluar dari akun ini
ml: നിനക്ക് ഈ അക്കൗണ്ടിൽ നിന്നും ലോഗൗട്ട് ചെയ്യുന്നതാണ്
pt: Você está prestes a fazer logout desta conta
vi: Bạn sắp đăng xuất khỏi tài khoản này

source: No updates available now
bn: এখন কোন আপডেট পাওয়া যায় না
es: No hay actualizaciones disponibles ahora
hi: अब कोई अपडेट उपलब्ध नहीं है
id: Tidak ada pembaruan yang tersedia saat ini
ml: ഇപ്പോൾ പുതിയതുകൾ ലഭ്യമില്ല
pt: Sem atualizações disponíveis agora
vi: Không có cập nhật nào có sẵn bây giờ

source: Data privacy
bn: ডেটা গোপনীয়তা
es: Privacidad de datos
hi: डेटा गोपनीयता
id: Privasi Data
ml: ഡാറ്റ സ്വകാര്യത
pt: Privacidade de dados
vi: Quyền riêng tư dữ liệu

# allDataHasBeenBackupYouDontNeedToManageSaveTheDataByYourself
source: All data has been backup you don\'t want need to manage save the data by your self! if you logout and login again you will see all chats same for web version
bn: সমস্ত ডেটা ব্যাকআপ হয়েছে, আপনাকে স্বয়ং ডেটা সংরক্ষণ করতে দরকার নেই! আপনি যদি লগআউট করে আবার লগইন করেন, তবে আপনি সমস্ত চ্যাটগুলি দেখতে পাবেন, এটি ওয়েব সংস্করণের জন্য সময় সামান্য
es: ¡Todos los datos han sido una copia de seguridad de que no desea administrar guardar los datos por usted mismo!Si inicia sesión e inicia sesión nuevamente, verá todos los gatos lo mismo para la versión web
hi: सभी डेटा का बैकअप कर लिया गया है, आपको स्वयं डेटा को प्रबंधित करने की आवश्यकता नहीं है! यदि आप लॉगआउट करते हैं और फिर से लॉगिन करते हैं, तो आपको सभी चैट्स दिखाई देंगे, वेब संस्करण के लिए भी समान
id: Semua data telah dicadangkan, Anda tidak perlu mengelola penyimpanan data sendiri! Jika Anda keluar dan masuk kembali, Anda akan melihat semua obrolan sama dengan versi web
ml: എല്ലാ ഡാറ്റയും ബാക്കപ്പ് ചെയ്തു, നിനക്ക് ഡാറ്റ സ്വന്തമാക്കാൻ അനുവദിക്കുന്നില്ല! ലോഗൗട്ട് ചെയ്യുന്നതിനുശേഷം നിനക്ക് എല്ലാ ചാറ്റുകൾക്കും ഒരുപോലെ കാണാൻ കാണിക്കും
pt: Todos os dados foram backup que você não deseja gerenciar o Salvar os dados por si mesmo!Se você fazer logout e fazer login novamente, verá todos os bate -papos iguais para a versão da web
vi: Tất cả dữ liệu đã được sao lưu, bạn không cần quản lý và lưu trữ dữ liệu bằng chính mình! Nếu bạn đăng xuất và đăng nhập lại, bạn sẽ thấy tất cả cuộc trò chuyện giống như phiên bản web

source: Account
bn: অ্যাকাউন্ট
es: Nacimiento
hi: खाता
id: Akun
ml: അക്കൗണ്ട്
pt: Conta
vi: Tài khoản

source: Linked Devices
bn: লিঙ্কড ডিভাইস
es: Dispositivos vinculados
hi: लिंक की गई डिवाइसेस
id: Perangkat Tersambung
ml: ലിങ്ക് ചെയ്ത ഉപകരണങ്ങൾ
pt: Dispositivos vinculados
vi: Thiết bị đã liên kết

source: Storage and Data
bn: স্টোরেজ এবং ডেটা
es: Almacenamiento y datos
hi: स्टोरेज और डेटा
id: Penyimpanan dan Data
ml: സ്റ്റോറേജ് ഒരുക്കലും ഡാറ്റ
pt: Armazenamento e dados
vi: Lưu trữ và Dữ liệu

source: Tell a friend
bn: একটি বন্ধুকে বলুন
es: Dile a un amigo
hi: दोस्त को बताएं
id: Beritahu teman
ml: ഒരു സുഹൃത്തിനെ പറയുക
pt: Conte a um amigo
vi: Kể cho bạn

source: Help
bn: সাহায্য
es: Ayuda
hi: सहायता
id: Bantuan
ml: സഹായം
pt: Ajuda
vi: Trợ giúp

source: Blocked users
bn: ব্লক করা ব্যবহারকারী
es: Usuarios de bloque
hi: ब्लॉक किए गए उपयोगकर्ता
id: Pengguna yang Diblokir
ml: ബ്ലോക്കുചെയ്ത ഉപയോക്താക്കൾ
pt: Usuários bloqueados
vi: Người dùng đã bị chặn

source: In app alerts
bn: অ্যাপ সতর্কবাণী
es: En alertas de aplicaciones
hi: ऐप अलर्ट्स
id: Pemberitahuan dalam Aplikasi
ml: ഇൻ-ആപ്പ് അലേർട്ടുകൾ
pt: Em alertas de aplicativos
vi: Thông báo trong ứng dụng

source: Language
bn: ভাষা
es: Idioma
hi: भाषा
id: Bahasa
ml: ഭാഷ
pt: Linguagem
vi: Ngôn ngữ

source: Admin notification
bn: অ্যাডমিন বিজ্ঞপ্তি
es: Notificación de administración
hi: एडमिन अधिसूचना
id: Notifikasi Admin
ml: അഡ്മിൻ അറിയിപ്പ്
pt: Notificação de administrador
vi: Thông báo quản trị

source: Check for updates
bn: আপডেট চেক করুন
es: Verifique las actualizaciones
hi: अपडेट की जाँच करें
id: Periksa Pembaruan
ml: അപ്ഡേറ്റുകൾ പരിശോധിക്കുക
pt: Verifique se há atualizações
vi: Kiểm tra cập nhật

source: Link By Qr Code
bn: কিউআর কোড দ্বারা লিঙ্ক করুন
es: Enlace por código QR
hi: क्यूआर कोड द्वारा लिंक करें
id: Tautkan dengan Kode QR
ml: QR കോഡിനെ അടയ്ക്കുക
pt: Link por código QR
vi: Liên kết bằng mã QR

source: Device status
bn: ডিভাইস স্থিতি
es: Estado del dispositivo
hi: डिवाइस स्थिति
id: Status Perangkat
ml: ഉപകരണ സ്ഥിതി
pt: Status do dispositivo
vi: Trạng thái thiết bị

source: Desktop, and other devices
bn: ডেস্কটপ এবং অন্যান্য ডিভাইস
es: Escritorio y otros dispositivos
hi: डेस्कटॉप और अन्य डिवाइसेस
id: Desktop, dan perangkat lainnya
ml: ഡെസ്ക്ടോപ്പ്, മറ്റ് ഉപകരണങ്ങൾ
pt: Desktop e outros dispositivos
vi: Máy tính để bàn và các thiết bị khác

source: Link a Device (Soon)
bn: শীঘ্রই একটি ডিভাইস লিঙ্ক করুন (শীঘ্রই)
es: Enlace un dispositivo (pronto)
hi: एक डिवाइस को लिंक करें (जल्द ही)
id: Tautkan Perangkat (Segera)
ml: ഉപകരണം ലിങ്ക് ചെയ്യുക (ശീഘ്രം)
pt: Vincular um dispositivo (em breve)
vi: Liên kết thiết bị (Sắp tới)

source: Last active from
bn: সর্বশেষ সক্রিয় হওয়া থেকে
es: Último activo desde
hi: पिछले सक्रिय से
id: Terakhir aktif dari
ml: അവസാന സക്രിയമായത്
pt: Último ativo de
vi: Hoạt động lần cuối từ

source: Tap a device to edit or log out.
bn: সম্পাদনা করতে বা লগআউট করতে একটি ডিভাইসে ট্যাপ করুন।
es: Toque un dispositivo para editar o iniciar sesión.
hi: संपादित करने या लॉगआउट करने के लिए एक डिवाइस पर टैप करें।
id: Ketuk perangkat untuk mengedit atau keluar.
ml: എഡിറ്റ് അല്ലെങ്കിൽ ലോഗൗട്ട് ചെയ്യുന്നതിനായി ഒരു ഉപകരണം ടാപ്പുചെയ്യുക.
pt: Toque em um dispositivo para editar ou fazer logon.
vi: Chạm để chỉnh sửa hoặc đăng xuất khỏi thiết bị.

source: Contact Us
bn: যোগাযোগ করুন
es: Contacto de EE. UU.
hi: हमसे संपर्क करें
id: Hubungi Kami
ml: ഞങ്ങളെ സമീപിക്കുക
pt: Contate-nos
vi: Liên hệ chúng tôi

source: Support chat (Soon)
bn: সমর্থন চ্যাট (শীঘ্রই)
es: Soporte de gatos (pronto)
hi: समर्थन चैट (जल्द ही)
id: Chat Dukungan (Segera)
ml: സപ്പോർട്ട് ചാറ്റ് (ശീഘ്രം)
pt: Apoie o chat (em breve)
vi: Trò chuyện hỗ trợ (Sắp tới)

source: Update your name
bn: আপনার নাম আপডেট করুন
es: Actualiza tu nombre
hi: अपना नाम अपडेट करें
id: Perbarui nama Anda
ml: നിന്നൿന്നും പേര് പരിഷ്കരിക്കുക
pt: Atualize seu nome
vi: Cập nhật tên của bạn

source: Update your bio
bn: আপনার বায়ো আপডেট করুন
es: Actualiza tu orgánico
hi: अपना बायो अपडेट करें
id: Perbarui biodata Anda
ml: നിനക്ക് സ്വന്തമായ ജീവചരിത്രം പരിഷ്കരിക്കുക
pt: Atualize sua biografia
vi: Cập nhật tiểu sử của bạn

source: Edit
bn: সম্পাদনা
es: Editar
hi: संपादित करें
ml: എഡിറ്റുചെയ്യുക
pt: Editar
vi: Chỉnh sửa

source: About
bn: সম্পর্কিত
es: Acerca de
hi: के बारे में
id: Tentang
ml: പരിപാടി
pt: Sobre
vi: Về chúng tôi

source: Old password
bn: পুরানো পাসওয়ার্ড
es: Contraseña anterior
hi: पुराना पासवर्ड
id: Kata sandi lama
ml: പഴയ പാസ്വേഡ്
pt: Senha Antiga
vi: Mật khẩu cũ

source: Delete my account
bn: আমার অ্যাকাউন্ট মুছুন
es: Eliminar mi cuenta
hi: मेरा खाता हटाएं
id: Hapus akun saya
ml: എന്നെ ഇല്ലാതാക്കുക
pt: Exclua minha conta
vi: Xóa tài khoản của tôi

source: Password has been changed
bn: পাসওয়ার্ড পরিবর্তন হয়েছে
es: Se ha cambiado la contraseña
hi: पासवर्ड बदल दिया गया है
id: Kata sandi telah diubah
ml: പാസ്വേഡ് മാറ്റിച്ചു
pt: A senha foi alterada
vi: Mật khẩu đã được thay đổi

source: Logout from all devices?
bn: সমস্ত ডিভাইস থেকে লগআউট করতে?
es: ¿INCARGE de todos los dispositivos?
hi: सभी डिवाइसों से लॉगआउट करें?
id: Keluar dari semua perangkat?
ml: എല്ലാ ഉപകരണങ്ങളിലും ലോഗൗട്ട് ചെയ്യുക?
pt: Logout de todos os dispositivos?
vi: Đăng xuất khỏi tất cả thiết bị?

source: Update your password
bn: আপনার পাসওয়ার্ড আপডেট করুন
es: Actualiza tu contraseña
hi: अपना पासवर्ड अपडेट करें
id: Perbarui kata sandi Anda
ml: നിനക്ക് പാസ്വേഡ് പരിഷ്കരിക്കുക
pt: Atualize sua senha
vi: Cập nhật mật khẩu của bạn

# enterNameAndAddOptionalProfilePicture
source: Enter your name and add an optional profile picture
bn: আপনার নাম লিখুন এবং ঐচ্ছিক প্রোফাইল ছবি যোগ করুন
es: Ingrese su nombre y agregue una foto de perfil opcional
hi: अपना नाम दर्ज करें और ऐप्शनल प्रोफ़ाइल चित्र जोड़ें
id: Masukkan nama Anda dan tambahkan foto profil opsional
ml: നിന്നെയുടെ പേര് നൽകുക അല്ലെങ്കിൽ ഒരു ഓപ്ഷണൽ പ്രൊഫൈൽ ചിത്രം ചേർക്കുക
pt: Digite seu nome e adicione uma imagem de perfil opcional
vi: Nhập tên của bạn và thêm một hình đại diện tùy chọn

source: Privacy policy
bn: গোপনীয়তা নীতি
es: política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
ml: സ്വകാര്യത നയം
pt: Política de Privacidade
vi: Chính sách quyền riêng tư

source: Chat
bn: চ্যাট
es: Gato
hi: चैट
id: Obrolan
ml: ചാറ്റ്
pt: Bater papo
vi: Trò chuyện

source: Send
bn: প্রেরণ করুন
es: Enviar
hi: भेजें
id: Kirim
ml: അയയ്ക്കുക
pt: Enviar
vi: Gửi

# reportHasBeenSubmitted
source: Your report has been submitted
bn: আপনার রিপোর্ট জমা দেওয়া হয়েছে
es: Su aplazamiento ha sido enviado
hi: आपकी रिपोर्ट प्रस्तुत की गई है
id: Laporan Anda telah diajukan
ml: നിനക്ക് അയയ്ക്കൽ സമർപ്പിച്ചു
pt: Seu relatório foi enviado
vi: Báo cáo của bạn đã được gửi

source: Offline
bn: অফলাইন
es: Desconectado
hi: ऑफ़लाइन
ml: ഓഫ്ലൈൻ
vi: Ngoại tuyến

# harassmentOrBullyingDescription
source: Harassment or Bullying: This option allows users to report individuals who are targeting them or others with harassing messages, threats, or other forms of bullying.
bn: হেরাসমেন্ট অথবা বুলিং: এই অপশনটি ব্যবহারকারীদের এমন ব্যক্তিদের সম্পর্কে রিপোর্ট জমা দেওয়ার জন্য অনুমতি দেয় যারা তাদের বা অন্যকে হেরাসমেন্ট, হুমকি, বা অন্যান্য বুলিং রকমের বিরুদ্ধে বার্তা পাঠাচ্ছে।
es: Acoso o intimidación: esta opción permite a los usuarios informar a las personas que se dirigen a ellos u otros con mensajes de acoso, amenazas u otras formas de intimidación.
hi: उपेक्षा या बुल्लिंग: इस विकल्प के तहत उपयोगकर्ता उन्हें या दूसरों को तंग करने वाले संदेशों, धमकियों या अन्य प्रकार के बुल्लिंग के संदेशों के खिलाफ रिपोर्ट कर सकते हैं।
id: Pelecehan atau Penggertakan: Pilihan ini memungkinkan pengguna melaporkan individu yang menargetkan mereka atau orang lain dengan pesan pelecehan, ancaman, atau bentuk pelecehan lainnya.
ml: പരിവർത്തനം അല്ലെങ്കിൽ ബുളിയിങ്ങ്: ഉപയോക്താക്കൾക്ക് താൽപര്യപ്പെടുന്ന സന്ദേശങ്ങളോ, ആക്രമണ സന്ദേശങ്ങളോ, ബുളിയിംഗിനോടുള്ള ആക്രമണങ്ങളോ വേണ്ടി അറിയിക്കാൻ അനുവദിക്കുന്നു.
pt: Assédio ou bullying: Esta opção permite que os usuários relatem indivíduos que estão segmentando eles ou outras pessoas com mensagens, ameaças ou outras formas de bullying.
vi: Quấy rối hoặc bắt nạt: Tùy chọn này cho phép người dùng báo cáo những người đang nhắm mục tiêu họ hoặc người khác bằng các tin nhắn quấy rối, đe dọa hoặc các hình thức khác của bắt nạt.

# spamOrScamDescription
source: Spam or Scam: This option would be for users to report accounts that are sending spam messages, unsolicited advertisements, or are attempting to scam others.
bn: স্প্যাম অথবা প্রতারণা: এই অপশনটি ব্যবহারকারীদের স্প্যাম বার্তা, অপ্রাপ্ত বিজ্ঞাপন, বা অন্যান্য স্প্যাম প্রেরণা বা প্রতারণা প্রেরণার ব্যবস্থা করতে দেয়।
es: Spam o estafa: esta opción sería para utilizar una cuenta de aplazamiento que envía mensajes de spam, anuncios no solicitados o intentan estafar a los Oters.
hi: स्पैम या धोखाधड़ी: इस विकल्प का उपयोग उन खातों के खिलाफ किया जा सकता है जो स्पैम संदेश, अनगढ़े विज्ञापन या दूसरों को धोखाधड़ी करने का प्रयास कर रहे हैं।
id: Spam atau Penipuan: Pilihan ini untuk melaporkan akun yang mengirimkan pesan spam, iklan yang tidak diminta, atau berusaha menipu orang lain.
ml: സ്പാം അല്ലെങ്കിൽ സ്കാം: ഉപയോക്താക്കൾ സ്പാം സന്ദേശങ്ങൾ, അനേക പ്രചാരണങ്ങൾ, അല്ലും മറ്റ് ആളുകൾക്ക് പ്രയത്നിക്കുന്ന കമ്പ്യൂട്ടർ ദ്വാരം മുന്നറിയിപ്പ് ചെയ്യുന്ന അക്കൗണ്ടുകൾ അറിയിക്കാൻ അനുവദിക്കുന്നു.
pt: Spam ou golpe: esta opção seria para os usuários relatarem contas que estão enviando mensagens de spam, anúncios não solicitados ou estão tentando enganar outras pessoas.
vi: Spam hoặc Lừa đảo: Tùy chọn này dành cho người dùng báo cáo các tài khoản đang gửi tin nhắn rác, quảng cáo không mời hoặc đang cố gắng lừa đảo người khác.

# areYouSureToReportUserToAdmin
source: Are you sure to submit report about this user to the admin?
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীকে অ্যাডমিনের কাছে রিপোর্ট জমা দেওয়ার দ্বারা সহমত?
es: ¿Seguro que enviará un informe sobre este usuario al administrador?
hi: क्या आप इस उपयोगकर्ता के खिलाफ रिपोर्ट प्रस्तुत करने के लिए सुनिश्चित हैं?
id: Apakah Anda yakin ingin melaporkan pengguna ini ke admin?
ml: നിനക്ക് ഈ ഉപയോക്താവിനെ അഡ്മിനുകൾക്ക് റിപ്പോർട്ട് സമർപ്പിക്കാൻ ഖചിതമാണോ?
pt: Você tem certeza de enviar um relatório sobre esse usuário para o administrador?
vi: Bạn có chắc chắn muốn báo cáo người dùng này cho quản trị viên?

source: Group with
bn: গ্রুপের সাথে
es: Agrupar con
hi: समूह के साथ
id: Grup dengan
ml: സംഗമം വേണ്ടി
pt: Grupo com
vi: Nhóm với

# inappropriateContentDescription
source: Inappropriate Content: Users can select this option to report any sexually explicit material, hate speech, or other content that violates community standards.
bn: অযোগ্য বিষয়বস্তু: ব্যবহারকারীরা এই অপশনটি ব্যবহার করে সেক্সুয়ালি স্পষ্ট বাণিজ্যিক সামগ্রী, ঘৃণা ভাষণ, অথবা অন্যান্য সামুদ্রিক মানবাধিকার লঙ্ঘনের মত কোনও বিষয়বস্তু রিপোর্ট করতে পারে।
es: Contenido inapropiado: los usuarios pueden seleccionar esta opción para informar cualquier material explícito sexual, discurso de odio u otro contenido que el estándar de la comunidad violenta.
hi: अनुचित सामग्री: उपयोगकर्ता इस विकल्प को चुनकर किसी भी यौनता स्पष्ट सामग्री, घृणा भाषा या अन्य सामुदायिक मानकों का उल्लंघन करने वाली सामग्री की रिपोर्ट कर सकते हैं।
id: Konten yang Tidak Pantas: Pengguna dapat memilih opsi ini untuk melaporkan materi yang mengandung konten seksual eksplisit, ujaran kebencian, atau konten lain yang melanggar standar komunitas.
ml: അനുചിത ഉള്ളടക്കം: ഉപയോക്താക്കൾ ഇതിനകം കമ്മ്യൂണിറ്റി മാനദണ്ഡങ്ങൾ ഉല്ലംഘിക്കുന്ന സെക്സ്വായിന്യാട്ടി ഉള്ളടക്കമായ ഉള്ളടക്കമോ, ദ്വേഷ പ്രസംഗങ്ങൾ, അല്ലും മറ്റ് കണ്ടെത്താൻ അനുവദിക്കുന്നു.
pt: Conteúdo inadequado: os usuários podem selecionar esta opção para relatar qualquer material sexualmente explícito, discurso de ódio ou outro conteúdo que viole os padrões da comunidade.
vi: Nội dung không thích hợp: Người dùng có thể chọn tùy chọn này để báo cáo bất kỳ nội dung nào có tính chất tình dục, lời nói căm thù hoặc nội dung khác vi phạm các tiêu chuẩn của cộng đồng.

# otherCategoryDescription
source: Other: This catch-all category can be used for violations that don't easily fit into the above categories. It might be helpful to include a text box for users to provide additional details.
bn: অন্যান্য: এই সার্বজনীন বিভাগটি উপরের বিভাগে সুস্থতায় পূর্ণ হওয়া যায় না সে ধরনের লঙ্ঘনের জন্য ব্যবহার করা যেতে পারে। ব্যবহারকারীদের অতিরিক্ত বিশদ প্রদান করতে ব্যবহারকারীদের জন্য একটি পাঠ বক্স যোগ করা সাহায্যকর।
es: Otro: esta categoría de Catch-All se puede usar para violaciones que se ajustan fácilmente a las categorías de Abovers.Puede ser útil incluir un cuadro de texto para que los usuarios proporcionen detalles adicionales.
hi: अन्य: यह एक ऐसा श्रेणी है जिसे उपर्युक्त श्रेणियों में आसानी से नहीं डाला जा सकता है। उपयोगकर्ताओं को अतिरिक्त विवरण प्रदान करने के लिए एक पाठ बॉक्स शामिल करने के लिए सहायक हो सकता है।
id: Lainnya: Kategori ini dapat digunakan untuk pelanggaran yang tidak mudah dimasukkan ke dalam kategori di atas. Mungkin berguna untuk menyertakan kotak teks agar pengguna dapat memberikan detail tambahan.
ml: മറ്റുള്ള: ഉപയോക്താക്കൾക്ക് ഉപയോഗിക്കാവാത്ത ഉപയോക്താക്കൾക്കും അനുവദിക്കാവാത്ത ഉപയോക്താക്കൾക്കും പശ്ചാത്തല വിവരങ്ങള് എഴുതിക്കൊടുക്കാൻ ഇത് ഉപയോഗിക്കാവുന്നു.
pt: Outro: essa categoria de captura pode ser usada para violações que não se encaixam facilmente nas categorias acima.Pode ser útil incluir uma caixa de texto para os usuários forneceram detalhes adicionais.
vi: Khác: Danh mục tổng hợp này có thể được sử dụng cho vi phạm không dễ dàng rơi vào các danh mục trên. Có thể hữu ích nếu bao gồm một ô văn bản cho người dùng cung cấp thông tin bổ sung.

# explainWhatHappens
source: Explain here what happens
bn: এখানে ঘটনা সারাংশ করুন
es: Explica aquí lo que pasa
hi: यहां बताएं कि क्या होता है
id: Jelaskan apa yang terjadi
ml: എന്താണ് സംഭവിക്കുന്നത് എന്ന് വിശദമായി വിവരിക്കുക
pt: Explique aqui o que acontece
vi: Hãy giải thích điều gì xảy ra ở đây

source: Login again!
bn: আবার লগইন করুন!
es: ¡Inicie sesión de nuevo!
hi: फिर से लॉगिन करें!
id: Masuk lagi!
ml: വീണ്ടും ലോഗിൻ ചെയ്യുക!
pt: Faça login novamente!
vi: Đăng nhập lại!

source: Your session is ended please login again!
bn: আপনার সেশন শেষ হয়েছে, দয়া করে আবার লগইন করুন!
es: ¡Su sesión es y finalizó por favor inicie sesión nuevamente!
hi: आपका सत्र समाप्त हो गया है, कृपया फिर से लॉगिन करें!
id: Sesi Anda telah berakhir, silakan masuk kembali!
ml: നിനക്ക് സെഷൻ അവസാനിച്ചു, ദയവായി വീണ്ടും ലോഗിൻ ചെയ്യുക!
pt: Sua sessão terminou, faça o login novamente!
vi: Phiên của bạn đã kết thúc, vui lòng đăng nhập lại!

# aboutToBlockUserWithConsequences
source: You are about to block this user. You can't send him chats and can't add him to groups or broadcast!
bn: আপনি এই ব্যবহারকারীকে ব্লক করতে চলেছেন। আপনি তাকে চ্যাট পাঠাতে পারবেন না এবং তাকে গ্রুপ বা ব্রডকাস্টে যোগ করতে পারবেন না!
es: Estás a punto de bloquear a este usuario.¡Puedes conocerlo gatos y no puedes agregarlo a grupos o transmitir!
hi: आप इस उपयोगकर्ता को ब्लॉक करने के बारे में हैं। आप उसे चैट नहीं भेज सकते और उसे समूहों या प्रसारण में नहीं जोड़ सकते हैं!
id: Anda akan memblokir pengguna ini. Anda tidak dapat mengirimkan pesan kepadanya dan tidak dapat menambahkannya ke grup atau siaran!
ml: നിനക്ക് ഈ ഉപയോക്താവിനെ ബ്ലോക്ക് ചെയ്യാൻ ആഗ്രഹിക്കുന്നു. നിനക്ക് അവൻറെയോട് ചാറ്റുകൾ അയയ്ക്കാൻ അനുവദിക്കാൻ അല്ലെങ്കിൽ അവനെ ഗ്രൂപ്പുകളിൽ അല്ലെങ്കിൽ ബ്രോഡ്കാസ്റ്റുകളിൽ ചേർക്കാൻ കഴിയില്ല!
pt: Você está prestes a bloquear esse usuário.Você não pode enviar -lhe bate -papos e não pode adicioná -lo a grupos ou transmissão!
vi: Bạn đang chuẩn bị chặn người dùng này. Bạn sẽ không thể gửi tin nhắn cho họ và không thể thêm họ vào các nhóm hoặc phát sóng!

# youAreAboutToDeleteYourAccountYourAccountWillNotAppearAgainInUsersList
source: You are about to delete your account your account will not appears again in the users list
bn: আপনি আপনার অ্যাকাউন্ট মুছতে চলেছেন, আপনার অ্যাকাউন্ট আবার ব্যবহারকারীর তালিকায় অবস্থান করবে না
es: Estás a punto de eliminar tu nacimiento
hi: आप अपना खाता हटाने के बारे में हैं, आपका खाता फिर से उपयोगकर्ताओं की सूची में दिखाई नहीं देगा
id: Anda akan menghapus akun Anda. Akun Anda tidak akan muncul lagi dalam daftar pengguna
ml: നിനക്ക് ഈ അക്കൗണ്ട് ഇല്ലാതാക്കാൻ ആഗ്രഹിക്കുന്നു. നിന്നെ പ്രയോഗിക്കുന്ന ഉപയോക്താക്കൾ പട്ടികയിൽ വീണ്ടും കാണാൻ കഴിയില്ല
pt: Você está prestes a excluir sua conta, sua conta não aparecerá novamente na lista de usuários
vi: Bạn đang sắp xóa tài khoản của bạn. Tài khoản của bạn sẽ không xuất hiện lại trong danh sách người dùng

source: Admin
bn: অ্যাডমিন
es: Administración
hi: एडमिन
ml: അഡ്മിൻ
pt: Administrador
vi: Quản trị viên

source: Member
bn: সদস্য
es: Colocar
hi: सदस्य
id: Anggota
ml: അംഗം
pt: Membro
vi: Thành viên

source: Creator
bn: সৃষ্টিকর্তা
es: Creador
hi: निर्माता
id: Pembuat
ml: സൃഷ്ടാവ്
pt: Criador
vi: Người tạo

source: Current device
bn: বর্তমান ডিভাইস
es: Dispositivo actual
hi: वर्तमान डिवाइस
id: Perangkat Saat Ini
ml: നിലവിലെ ഉപകരണം
pt: Dispositivo atual
vi: Thiết bị hiện tại

source: Visits
bn: দর্শন
es: Visitas
hi: यात्राएँ
id: Kunjungan
ml: സന്ദർശനങ്ങൾ
pt: Visitas
vi: Lượt truy cập

source: Choose room
bn: কক্ষ চয়ন করুন
es: Elija habitación
hi: कमरा चुनें
id: Pilih ruangan
ml: ഒരു കുറിപ്പ് തിരഞ്ഞെടുക്കുക
pt: Escolha o quarto
vi: Chọn phòng

# deleteThisDeviceDesc
source: Deleting this device means instantly logout this device
bn: এই ডিভাইসটি মুছলেই অবসান্ন লগআউট হবে
es: Eliminar este dispositivo significa que inicia sesión instantáneamente este dispositivo
hi: इस डिवाइस को हटाने से इसे तुरंत लॉगआउट कर दिया जाता है
id: Menghapus perangkat ini berarti langsung keluar dari perangkat ini
ml: ഈ ഉപകരണം ഇടപഴക്കാൻ പുറത്താക്കുന്നു
pt: Excluindo este dispositivo significa logout instantaneamente este dispositivo
vi: Xóa thiết bị này có nghĩa là đăng xuất ngay lập tức khỏi thiết bị này

# loginNowAllowedNowPleaseTryAgainLater
source: Login now allowed. Please try again later.
bn: দুঃখিত, এখন লগইন অনুমোদিত নয়। দয়া করে পরে আবার চেষ্টা করুন।
es: Iniciar sesión ahora permitido.Vuelva a intentarlo más tarde.
hi: वर्तमान में लॉगिन अनुमति नहीं है। कृपया बाद में पुनः प्रयास करें।
id: Saat ini login tidak diizinkan. Silakan coba lagi nanti.
ml: ഇപ്പോൾ ലോഗിൻ അനുവദനീകരിക്കുന്നതല്ല. ദയവായി ശേഷം ശ്രമിക്കുക.
pt: Login agora permitido.Por favor, tente novamente mais tarde.
vi: Hiện tại đăng nhập đã được phép. Vui lòng thử lại sau.

source: Notification
bn: বিজ্ঞপ্তি
es: Notificación
hi: सूचना
id: Pemberitahuan
ml: അറിയിപ്പ്
pt: Notificação
vi: Thông báo

source: Total
bn: মোট
hi: कुल
ml: ആകെ
vi: Tổng cộng

source: Blocked
bn: ব্লক করা হয়েছে
es: Obstruido
hi: ब्लॉक किया गया
id: Diblokir
ml: നിരോധിച്ചു
pt: Bloqueado
vi: Bị chặn

source: Deleted
bn: মোছা হয়েছে
es: Eliminado
hi: हटाया गया
id: Dihapus
ml: ഇല്ലാതാക്കി
pt: Excluído
vi: Đã xóa

source: Accepted
bn: গ্রহণ করা হয়েছে
es: Aceptado
hi: स्वीकृत
id: Diterima
ml: അംഗീകരിച്ചു
pt: Aceito
vi: Đã chấp nhận

source: Not Accepted
bn: গ্রহণ করা হয়নি
es: No aceptar
hi: स्वीकृत नहीं
id: Tidak Diterima
ml: അംഗീകരിച്ചില്ല
pt: Não aceito
vi: Không chấp nhận

source: Web
bn: ওয়েব
hi: वेब
ml: വെബ്

source: Android
bn: অ্যান্ড্রয়েড
es: Androide
hi: एंड्रॉयड
ml: ആൻഡ്രോയ്ഡ്

source: Windows
bn: উইন্ডোজ
hi: विंडोज
ml: വിൻഡോസ്

source: Other
bn: অন্যান্য
es: Otro
hi: अन्य
id: Lainnya
ml: മറ്റുള്ളവ
vi: Khác

source: Total Visits
bn: মোট দর্শন
es: Visitas totales
hi: कुल दौरे
id: Total Kunjungan
ml: ആകെ സന്ദർശനങ്ങൾ
pt: Visitas totais
vi: Tổng số lượt truy cập

source: Total Messages
bn: মোট মেসেজ
es: Mensajes totales
hi: कुल संदेश
id: Total Pesan
ml: ആകെ സന്ദേശങ്ങൾ
pt: Total de mensagens
vi: Tổng số tin nhắn

source: Text Messages
bn: টেক্সট মেসেজ
es: Mensajes de texto
hi: टेक्स्ट संदेश
id: Pesan Teks
ml: ടെക്സ്റ്റ് സന്ദേശങ്ങൾ
pt: Mensagens de texto
vi: Tin nhắn văn bản

source: Image Messages
bn: চিত্র মেসেজ
es: Mensajes de imagen
hi: छवि संदेश
id: Pesan Gambar
ml: ചിത്രം സന്ദേശങ്ങൾ
pt: Mensagens de imagem
vi: Tin nhắn hình ảnh

source: Video Messages
bn: ভিডিও মেসেজ
es: Mensajes de video
hi: वीडियो संदेश
id: Pesan Video
ml: വീഡിയോ സന്ദേശങ്ങൾ
pt: Mensagens de vídeo
vi: Tin nhắn video

source: Voice Messages
bn: ভয়েস মেসেজ
es: Mensajes de voz
hi: आवाज संदेश
id: Pesan Suara
ml: വോയ്സ് സന്ദേശങ്ങൾ
pt: Mensagens de voz
vi: Tin nhắn thoại

source: File Messages
bn: ফাইল মেসেজ
es: Mensajes de archivo
hi: फ़ाइल संदेश
id: Pesan Berkas
ml: ഫയൽ സന്ദേശങ്ങൾ
pt: Mensagens de arquivo
vi: Tin nhắn tệp

source: Info Messages
bn: তথ্য মেসেজ
es: Mensajes de información
hi: सूचना संदेश
id: Pesan Informasi
ml: ഇൻഫോ സന്ദേശങ്ങൾ
pt: Mensagens de informação
vi: Tin nhắn thông tin

source: Voice Call Messages
bn: ভয়েস কল মেসেজ
es: Mensajes de llamadas de voz
hi: वॉयस कॉल संदेश
id: Pesan Panggilan Suara
ml: വോയ്സ് കോൾ സന്ദേശങ്ങൾ
pt: Mensagens de chamada de voz
vi: Tin nhắn cuộc gọi thoại
