Repository: mitojean/FullProjet
Catalog: source/email_version/flutter/packages/s_translation/lib/l10n/intl_*.arb
Languages: bn, es, hi, id, ml, pt, vi

source: Group Participants
bn: গ্রুপ অংশগ্রহণকারী
es: Grupo de participantes
hi: समूह सहभागी
id: Peserta Grup
ml: ഗ്രൂപ്പ് പങ്കാളികൾ
pt: Participantes do grupo
vi: Người tham gia nhóm

source: Block user
bn: ব্যবহারকারী ব্লক করুন
es: Bloque de usuarios
hi: उपयोगकर्ता को ब्लॉक करें
id: Blokir pengguna
ml: ഉപയോക്താവ് അടക്കുക
pt: Bloquear o usuário
vi: Chặn người dùng

source: Are you sure to block
bn: আপনি কি নিশ্চিত যে ব্যবহারকারীকে ব্লক করতে চান
es: ¿Estás seguro de bloquear?
hi: क्या आप निश्चित हैं कि आप ब्लॉक करना चाहते हैं
id: Apakah Anda yakin ingin memblokir
ml: നിനക്ക് അടക്കണമോ?
pt: Você tem certeza de bloquear
vi: Bạn có chắc chắn muốn chặn không

source: User page
bn: ব্যবহারকারী পৃষ্ঠা
es: Página de usuario
hi: उपयोगकर्ता पेज
id: Halaman pengguna
ml: ഉപയോക്തൃ പേജ്
pt: Página do usuário
vi: Trang người dùng

source: Star message
bn: স্টার মেসেজ
es: Mensaje de estrella
hi: संदेश को स्टार करें
id: Bintang pesan
ml: സ്റ്റാർ സന്ദേശം
pt: Mensagem de estrela
vi: Đánh dấu tin nhắn

source: Show media
bn: মিডিয়া দেখান
es: Programa de medios
hi: मीडिया दिखाएं
id: Tampilkan media
ml: മീഡിയ കാണിക്കുക
pt: Mostrar mídia
vi: Hiển thị phương tiện

source: Report user
bn: ব্যবহারকারীর প্রতি রিপোর্ট
es: Informe usuario
hi: उपयोगकर्ता की रिपोर्ट करें
id: Laporkan pengguna
ml: ഉപയോക്താവ് റിപ്പോർട്ട് ചെയ്യുക
pt: Relatar usuário
vi: Báo cáo người dùng

source: group name
bn: গ্রুপ নাম
es: Nombre de grupo
hi: समूह नाम
id: Nama grup
ml: ഗ്രൂപ്പ് പേര്
pt: Nome do grupo
vi: Tên nhóm

source: Change subject
bn: বিষয় পরিবর্তন করুন
es: Cambiar sujeto
hi: विषय बदलें
id: Ubah subjek
ml: വിഷയം മാറ്റുക
pt: Mudança de assunto
vi: Thay đổi chủ đề

source: Title is required
bn: শিরোনাম প্রয়োজন
es: Se requiere título
hi: शीर्षक आवश्यक है
id: Judul diperlukan
ml: തലകൾ ആവശ്യമാണ്
pt: O título é necessário
vi: Tiêu đề là bắt buộc

source: Create Broadcast
bn: ব্রডকাস্ট তৈরি করুন
es: Crear transmisión
hi: प्रसारण बनाएं
id: Buat Siaran
ml: ബ്രോഡ്കാസ്റ്റ് സൃഷ്ടിക്കുക
pt: Crie transmissão
vi: Tạo phát sóng

source: Broadcast name
bn: ব্রডকাস্ট নাম
es: Nombre de transmisión
hi: प्रसारण नाम
id: Nama siaran
ml: ബ്രോഡ്കാസ്റ്റ് പേര്
pt: Nome da transmissão
vi: Tên phát sóng

source: Create Group
bn: গ্রুপ তৈরি করুন
es: Crear grupo
hi: समूह बनाएं
id: Buat Grup
ml: ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
pt: Criar grupo
vi: Tạo nhóm

source: Forget Password?
bn: পাসওয়ার্ড ভুলে গেছেন
es: ¿Olvidar la contraseña?
hi: पासवर्ड भूल गए
id: Lupa Kata Sandi
ml: പാസ്വേഡ് മറന്നുകളയുക
pt: Esquecer a senha?
vi: Quên mật khẩu

source: Global Search
bn: গ্লোবাল অনুসন্ধান
es: Búsqueda global
hi: वैश्विक खोज
id: Pencarian Global
ml: ലോകാണോട്ടം
pt: Pesquisa global
vi: Tìm kiếm toàn cầu

source: Dismisses to member
bn: সদস্য ত্যাগ
es: Despedida al miembro
hi: सदस्य को निष्कासित करें
id: Mengeluarkan menjadi anggota
ml: അംഗത്വത്തിലേക്ക് അപകടപ്പെട്ടു
pt: Dispensa o membro
vi: Giáng chức thành thành viên

source: Set to admin
bn: অ্যাডমিন হিসেবে নির্ধারণ করুন
es: Establecer en Admin
hi: प्रशासक के रूप में सेट करें
id: Atur sebagai admin
ml: അഡ്മിൻ ആക്കുക
pt: Definido como admin
vi: Thiết lập là quản trị viên

source: Kick member
bn: সদস্য বের করুন
es: Miembro de la patada
hi: सदस्य को निकालें
id: Keluarkan anggota
ml: അംഗം പുറത്താക്കുക
pt: Membro do chute
vi: Đá ra khỏi nhóm

source: You are about to dismisses to member
bn: আপনি সদস্য ত্যাগ করতে চলেছেন
es: Estás a punto de disfmo al miembro
hi: आप सदस्य को निष्कासित करने के बारे में हैं
id: Anda akan mengeluarkan menjadi anggota
ml: നിനക്ക് അംഗത്വത്തിലേക്ക് അപകടപ്പെട്ടു
pt: Você está prestes a demitir para o membro
vi: Bạn đang chuẩn bị giáng chức thành viên

source: You are about to upgrade to admin
bn: আপনি অ্যাডমিন হিসেবে উন্নত হতে চলেছেন
es: Estás a punto de actualizar al administrador
hi: आप प्रशासक बनाने के बारे में हैं
id: Anda akan mengupgrade menjadi admin
ml: നിനക്ക് അഡ്മിൻ ആക്കാൻ തീർന്നുണ്ടോ
pt: Você está prestes a atualizar para o administrador
vi: Bạn đang chuẩn bị thăng cấp thành quản trị viên

source: You are about to kick
bn: আপনি সদস্য বের করতে চলেছেন
es: Estás a punto de patear
hi: आप किक करने के बारे में हैं
id: Anda akan mengeluarkan
ml: നിനക്ക് അംഗം പുറത്താക്കാൻ തീർന്നുണ്ടോ?
pt: Você está prestes a chutar
vi: Bạn đang chuẩn bị đá ra khỏi nhóm

source: Group Members
bn: গ্রুপ সদস্য
es: Miembros del grupo
hi: समूह सदस्य
id: Anggota Grup
ml: ഗ്രൂപ്പ് അംഗങ്ങൾ
pt: Membros do grupo
vi: Thành viên nhóm

source: Tap for photo
bn: ছবি দেখতে ট্যাপ করুন
es: Toque para la foto
hi: फ़ोटो के लिए टैप करें
id: Ketuk untuk foto
ml: ഫോട്ടോക്കാണുകയായി ടാപ്പുചെയ്യുക
pt: Toque para foto
vi: Chạm để chụp ảnh

source: We high recommend to download this update
bn: আমরা এই আপডেট ডাউনলোড করার জন্য বেশি সুপারিশ করি
es: Recomendamos altos descargar esta actualización
hi: हम इस अपडेट को डाउनलोड करने की उच्च सिफारिश करते हैं
id: Kami sangat merekomendasikan untuk mengunduh pembaruan ini
pt: Recomendamos o download desta atualização
vi: Chúng tôi rất khuyến nghị tải xuống bản cập nhật này

source: New group
bn: নতুন গ্রুপ
es: Nuevo grupo
hi: नया समूह
id: Grup Baru
ml: പുതിയ ഗ്രൂപ്പ്
pt: Novo grupo
vi: Nhóm mới

source: New broadcast
bn: নতুন ব্রডকাস্ট
es: Nueva transmisión
hi: नई प्रसारण
id: Siaran Baru
ml: പുതിയ ബ്രോഡ്കാസ്റ്റ്
pt: Nova transmissão
vi: Phát sóng mới

source: Starred message
bn: স্টার মেসেজ
es: Mensaje protagonizado
hi: स्टार दिया गया संदेश
id: Pesan yang Dibintangi
ml: സ്റ്റാർ ചെയ്ത സന്ദേശം
pt: Mensagem estrelada
vi: Tin nhắn được đánh dấu

source: Settings
bn: সেটিংস
es: Configuraciones
hi: सेटिंग्स
id: Pengaturan
ml: സെറ്റിങ്ങുകൾ
pt: Configurações
vi: Cài đặt

source: CHATS
bn: চ্যাট
es: Gatos
hi: चैट्स
id: OBROLAN
ml: ചാറ്റുകൾ
pt: Bate -papos
vi: CUỘC TRÒ CHUYỆN

source: Recent updates
bn: সাম্প্রতিক আপডেট
es: Actualizaciones recientes
hi: हाल की अपडेट्स
id: Pembaruan Terbaru
ml: പുതിയ പുനരാപടൽ
pt: Atualizações recentes
vi: Cập nhật gần đây

source: Start chat
bn: চ্যাট শুরু করুন
es: Inicie el gato
hi: चैट शुरू करें
id: Mulai obrolan
ml: ചാറ്റ് ആരംഭിക്കുക
pt: Inicie o chat
vi: Bắt đầu trò chuyện

source: New update is available
bn: নতুন আপডেট উপলব্ধ
es: Una nueva actualización está disponible
hi: नई अपडेट उपलब्ध है
id: Pembaruan baru tersedia
ml: പുതിയ അപ്ഡേറ്റ് ലഭ്യമാണ്
pt: Nova atualização está disponível
vi: Có bản cập nhật mới

source: Email not valid
bn: ইমেল সঠিক নয়
es: Correo electrónico no válido
hi: ईमेल मान्य नहीं है
id: Email tidak valid
ml: ഇമെയിൽ സാധുവായില്ല
pt: Email não é válido
vi: Email không hợp lệ

source: Password must have value
bn: পাসওয়ার্ড মান রেখে আসতে হবে
es: La contraseña debe tener valor
hi: पासवर्ड में मूल्य होना चाहिए
id: Kata sandi harus memiliki nilai
ml: പാസ്വേഡ് മൂല്യവയ്ക്കേണ്ടത്
pt: A senha deve ter valor
vi: Mật khẩu phải có giá trị

source: Error
bn: ত্রুটি
hi: त्रुटि
id: Kesalahan
ml: പിശക്
pt: Erro
vi: Lỗi

source: Password
bn: পাসওয়ার্ড
es: Contraseña
hi: पासवर्ड
id: Kata sandi
ml: പാസ്വേഡ്
pt: Senha
vi: Mật khẩu

source: Login
bn: লগইন
es: Acceso
hi: लॉगिन
id: Masuk
ml: ലോഗിൻ
pt: Conecte-se
vi: Đăng nhập

source: Need new account?
bn: নতুন অ্যাকাউন্ট প্রয়োজন?
es: ¿Necesitas una nueva cuenta?
hi: नया खाता चाहिए?
id: Butuh akun baru?
ml: പുതിയ അക്കൗണ്ട് ആവശ്യമുണ്ട്?
pt: Precisa de uma nova conta?
vi: Cần tạo tài khoản mới?

source: Register
bn: রেজিস্টার
es: Registro
hi: रजिस्टर करें
id: Daftar
ml: രജിസ്റ്റർ
pt: Registrar
vi: Đăng ký

source: Name must have value
bn: নাম মান রেখে আসতে হবে
es: El nombre debe tener valor
hi: नाम में मूल्य होना चाहिए
id: Nama harus memiliki nilai
ml: പേര് മൂല്യവയ്ക്കേണ്ടത്
pt: Nome deve ter valor
vi: Tên phải có giá trị

source: Password not match
bn: পাসওয়ার্ড মেলে না
es: Contraseña no coincide
hi: पासवर्ड मेल नहीं खाता
id: Kata sandi tidak cocok
ml: പാസ്വേഡ് സരിയായി പരിശോധിക്കുന്നില്ല
pt: Senha não corresponde
vi: Mật khẩu không khớp

source: Name
bn: নাম
es: Nombre
hi: नाम
id: Nama
ml: പേര്
pt: Nome
vi: Tên

source: Email
bn: ইমেল
es: Correo electrónico
hi: ईमेल
ml: ഇമെയിൽ

source: Confirm password
bn: পাসওয়ার্ড নিশ্চিত করুন
es: confirmar Contraseña
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
pt: Confirme sua senha
vi: Xác nhận mật khẩu

source: Already have an account?
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?
es: ¿Ya tienes una cuenta?
hi: पहले से ही खाता है?
id: Sudah memiliki akun?
ml: ഇതാണ് നിനക്ക് ഇപ്പോൾ ഒരു അക്കൗണ്ട് ഉണ്ടായിരിക്കുന്നത്?
pt: Já tem uma conta?
vi: Đã có tài khoản?

source: Log out
bn: লগ আউট
es: Finalizar la sesión
hi: लॉग आउट
id: Keluar
ml: ലോഗൗട്ട്
vi: Đăng xuất

source: Back
bn: পিছনে
es: Atrás
hi: वापस
id: Kembali
ml: തിരികെ
pt: Voltar
vi: Quay lại

source: Send code to my email
bn: আমার ইমেলে কোড পাঠান
es: Enviar código a mi correo electrónico
hi: मेरे ईमेल पर कोड भेजें
id: Kirim kode ke email saya
ml: എന്റെ ഇമെയിലിലേക്ക് കോഡ് അയയ്ക്കുക
pt: Enviar código para meu e -mail
vi: Gửi mã đến email của tôi

source: Invalid login data
bn: অবৈধ লগইন তথ্য
es: Datos de inicio de sesión no válidos
hi: अमान्य लॉगिन डेटा
id: Data masuk tidak valid
ml: അസാധുവായ ലോഗിൻ ഡാറ്റ
pt: Dados de login inválidos
vi: Dữ liệu đăng nhập không hợp lệ

source: User email not found
bn: ব্যবহারকারী ইমেল পাওয়া যায়নি
es: Correo electrónico del usuario no encontrado
hi: उपयोगकर्ता ईमेल नहीं मिला
id: Email pengguna tidak ditemukan
ml: ഉപയോക്താവിന്റെ ഇമെയിൽ കണ്ടെത്തിയില്ല
pt: Email de usuário não encontrado
vi: Không tìm thấy email người dùng

# yourAccountBlocked
source: Your account has been baned
bn: আপনার অ্যাকাউন্ট ব্লক করা হয়েছে
es: Tu cumpleaños ha sido prohibido
hi: आपका खाता ब्लॉक कर दिया गया है
id: Akun Anda telah diblokir
ml: നിന്റെ അക്കൗണ്ട് പ്രതിഷേധിച്ചു
pt: Sua conta foi banida
vi: Tài khoản của bạn đã bị chặn

# yourAccountDeleted
source: Your account has been deleted
bn: আপনার অ্যাকাউন্ট মুছে ফেলা হয়েছে
es: Tu cumpleaños ha sido eliminado
hi: आपका खाता हटा दिया गया है
id: Akun Anda telah dihapus
ml: നിന്റെ അക്കൗണ്ട് ഇല്ലാതാക്കി
pt: Sua conta foi excluída
vi: Tài khoản của bạn đã bị xóa

source: User already register
bn: ব্যবহারকারী ইতিমধ্যে নিবন্ধিত
es: El usuario ya se registra
hi: उपयोगकर्ता पहले से ही पंजीकृत है
id: Pengguna sudah terdaftar
ml: ഉപയോക്താവ് ഇതിനകം രജിസ്റ്റർ ചെയ്തിരിക്കുന്നു
pt: Usuário já se registra
vi: Người dùng đã đăng ký

source: Code has been expired
bn: কোড মেয়াদ উত্তীর্ণ হয়েছে
es: Ha sido código de caducidad
hi: कोड की समय सीमा समाप्त हो गई है
id: Kode telah kedaluwarsa
ml: കോഡ് കാലഹരണ്യത്തിനുള്ളിൽ
pt: Código expirou
vi: Mã đã hết hạn

source: Invalid code
bn: অবৈধ কোড
es: Código no válido
hi: अमान्य कोड
id: Kode tidak valid
ml: അസാധുവായ കോഡ്
pt: Código inválido
vi: Mã không hợp lệ

# whileAuthCanFindYou
source: While authentication cannot find you
bn: অথেন্টিকেশন সময়ে আপনি খুঁজে পেতে পারেন না
es: Mientras que la autenticación no puede encontrarte
hi: प्रमाणीकरण के दौरान आपको नहीं मिल सकता
id: Saat otentikasi tidak dapat menemukan Anda
ml: അതിനാൽ ആഡ്ധനിക്കൽ നിന്നെ കണ്ടെത്താൻ കഴിയില്ല
pt: Enquanto a autenticação não pode encontrar você
vi: Trong quá trình xác thực không thể tìm thấy bạn

source: User register status not accepted yet
bn: ব্যবহারকারীর নিবন্ধন স্থিতি এখনও গ্রহণ করা হয়নি
es: Estado de registro de usuario aún no aceptado
hi: उपयोगकर्ता पंजीकरण स्थिति अभी तक स्वीकृत नहीं हुई है
id: Status pendaftaran pengguna belum diterima
ml: ഉപയോക്താവ് രജിസ്റ്റർ ചെയ്തിട്ടില്ല
pt: Status do registro do usuário ainda não aceito
vi: Trạng thái đăng ký của người dùng chưa được chấp nhận

source: Device has been logout from all devices
bn: সমস্ত ডিভাইস থেকে লগআউট হয়েছে
es: El dispositivo ha sido inicio de sesión desde todos los dispositivos
hi: उपकरण को सभी उपकरणों से लॉगआउट कर दिया गया है
id: Perangkat telah keluar dari semua perangkat
ml: ഉപകരണം എല്ലാ ഉപകരണങ്ങളിലും ലോഗൗട്ട് ചെയ്തു
pt: O dispositivo foi logout de todos os dispositivos
vi: Thiết bị đã đăng xuất khỏi tất cả các thiết bị

source: User device session end device deleted
bn: ব্যবহারকারী ডিভাইস সেশন শেষ, ডিভাইস মোছা হয়েছে
es: Dispositivo del dispositivo del usuario Dispositivo eliminado
hi: उपयोगकर्ता डिवाइस सत्र समाप्त हुआ डिवाइस हटा दिया गया है
id: Sesi perangkat pengguna berakhir perangkat dihapus
ml: ഉപയോക്താവിന്റെ ഉപകരണം സെഷൻ അവസാനിച്ചു, ഉപകരണം ഇല്ലാതാക്കി
pt: Dispositivo de sessão de dispositivo de usuário excluído
vi: Phiên thiết bị người dùng đã kết thúc - Thiết bị đã bị xóa

source: No code has been send to you to verify your email
bn: আপনার ইমেল যাচাই করতে আপনাকে কোড প্রেরণ করা হয়নি
es: Ningún código ha sido sen a usted para verificar su correo electrónico
hi: आपको अपने ईमेल की पुष्टि के लिए कोई कोड नहीं भेजा गया है
id: Tidak ada kode yang dikirimkan kepada Anda untuk memverifikasi email Anda
ml: ഇമെയിൽ സ്ഥിരീകരിക്കാൻ നിനക്ക് കോഡ് അയയ്ക്കാൻ പോലുമില്ല
pt: Nenhum código foi enviado para você para verificar seu e -mail
vi: Không có mã đã được gửi cho bạn để xác minh email của bạn

source: Room already in call
bn: রুম ইতিমধ্যে কলে
es: Habitación ya en llamada
hi: कमरा पहले से ही कॉल में है
id: Ruang sudah dalam panggilan
ml: റൂം ഇതാണ് വിളക്കുന്നത്
pt: Quarto já de chamada
vi: Phòng đã trong cuộc gọi

# peerUserInCallNow
source: User in call now
bn: ব্যবহারকারী এখন কলে
es: Usuario en la llamada ahora
hi: उपयोगकर्ता अब कॉल में है
id: Pengguna dalam panggilan sekarang
ml: ഉപയോക്താവ് ഇപ്പോൾ കോൾ ചെയ്യുന്നു
pt: Usuário Ligue agora
vi: Người dùng đang trong cuộc gọi

source: Call not allowed
bn: কল অনুমতি নেই
es: Llamar no permitido
hi: कॉल अनुमत नहीं है
id: Panggilan tidak diizinkan
ml: കോൾ അനുവദനീയമല്ല
pt: Chamada não permitida
vi: Cuộc gọi không được phép

source: Peer user device offline
bn: পীয়র ব্যবহারকারীর ডিভাইস অফলাইন
es: Dispositivo de usuario de par sin conexión
hi: पीयर उपयोगकर्ता डिवाइस ऑफ़लाइन है
id: Perangkat pengguna lainnya offline
ml: പീർ ഉപയോക്താവിന്റെ ഉപകരണം ഓഫ്ലൈൻ ആണ്
pt: Dispositivo de usuário de pares offline offline
vi: Thiết bị của người dùng đối tác ngoại tuyến

source: Email must be valid
bn: ইমেল সঠিক হতে হবে
es: El correo electrónico debe ser válido
hi: ईमेल मान्य होनी चाहिए
id: Email harus valid
pt: O email deve ser válido
vi: Email phải hợp lệ

source: Wait 2 minutes to send mail
bn: মেইল পাঠাতে 2 মিনিট অপেক্ষা করুন
es: Espere 2 minutos para enviar correo
hi: मेल भेजने के लिए 2 मिनट का इंतजार करें
id: Tunggu 2 menit untuk mengirim email
pt: Aguarde 2 minutos para enviar e -mail
vi: Chờ 2 phút để gửi mail

source: Code must equal to six numbers
bn: কোডটি ছয়টি সংখ্যার সমান হতে হবে
es: El código debe igual a seis números
hi: कोड छः अंकों के बराबर होना चाहिए
id: Kode harus sama dengan enam angka
pt: O código deve ser igual a seis números
vi: Mã phải bằng sáu chữ số

source: New password must have value
bn: নতুন পাসওয়ার্ড দিতে হবে
es: Nueva contraseña debe tener valor
hi: नया पासवर्ड में मूल्य होना चाहिए
id: Kata sandi baru harus memiliki nilai
pt: Nova senha deve ter valor
vi: Mật khẩu mới phải có giá trị

source: Confirm password must have value
es: Confirmar la contraseña debe tener valor
hi: पासवर्ड की पुष्टि में मूल्य होना चाहिए
id: Konfirmasi kata sandi harus memiliki nilai
pt: Confirmar a senha deve ter valor
vi: Xác nhận mật khẩu phải có giá trị

source: Congregations your account has been accepted
bn: অভিনন্দন, আপনার অ্যাকাউন্টটি গৃহীত হয়েছে
es: Congregaciones Su cuenta ha sido aceptada
hi: समूह की ओर से आपका खाता स्वीकृत किया गया है
id: Selamat, akun Anda telah diterima
pt: Congregações que sua conta foi aceita
vi: Chúc mừng tài khoản của bạn đã được chấp nhận

source: Your account is under review
bn: আপনার অ্যাকাউন্টটি পর্যালোচনাধীন
es: Tu nacimiento está bajo revisión
hi: आपका खाता समीक्षा के अंदर है
id: Akun Anda sedang dalam proses peninjauan
pt: Sua conta está em revisão
vi: Tài khoản của bạn đang được xem xét

source: Waiting List
bn: অপেক্ষা তালিকা
es: Lista de espera
hi: प्रतीक्षा सूची
id: Daftar Tunggu
pt: Lista de espera
vi: Danh sách chờ

source: Welcome
bn: স্বাগতম
es: Bienvenido
hi: स्वागत है
id: Selamat datang
pt: Bem-vindo
vi: Chào mừng

source: Retry
bn: পুনরায় চেষ্টা করুন
es: Rever
hi: पुन: प्रयास करें
id: Coba lagi
pt: Tente novamente
vi: Thử lại

source: Delete member
bn: সদস্য মুছে ফেলুন
es: Eliminar miembro
hi: सदस्य हटाएं
id: Hapus anggota
pt: Excluir membro
vi: Xóa thành viên

source: Profile
bn: প্রোফাইল
es: Perfil
hi: प्रोफ़ाइल
id: Profil
pt: Perfil
vi: Hồ sơ

source: Broadcast info
bn: ব্রডকাস্ট তথ্য
es: Información de transmisión
hi: प्रसारण जानकारी
id: Info Siaran
pt: Informações de transmissão
vi: Thông tin phát sóng

source: Update title
bn: শিরোনাম আপডেট করুন
es: Título de actualización
hi: शीर्षक अपडेट करें
id: Perbarui judul
pt: Título de atualização
vi: Cập nhật tiêu đề

source: Members
bn: সদস্য
es: Colocar
hi: सदस्य
id: Anggota
pt: Membros
vi: Thành viên

source: Add Members
bn: সদস্য যোগ করুন
es: Agregar miembros
hi: सदस्य जोड़ें
id: Tambahkan Anggota
pt: Adicionar membros
vi: Thêm thành viên

source: Success
bn: সাফল্য
es: Éxito
hi: सफलता
id: Berhasil
pt: Sucesso
vi: Thành công

source: Media
bn: মিডিয়া
es: Medios de comunicación
hi: मीडिया
pt: Mídia
vi: Phương tiện

source: Docs
bn: ডকুমেন্ট
es: Documento
hi: दस्तावेज़
id: Dokumen
pt: Documentos
vi: Tài liệu

source: Links
bn: লিঙ্ক
es: Campo de golf
hi: लिंक्स
id: Tautan
vi: Liên kết

source: Soon
bn: শীঘ্রই
es: Pronto
hi: जल्दी ही
id: Segera
pt: Breve
vi: Sớm

source: Un star
bn: তারকা অতীত করুন
es: Una estrella
hi: स्टार हटाएं
id: Batal bintang
pt: Star da ONU
vi: Bỏ đánh dấu

source: Update group description will update all group members
bn: গ্রুপ বর্ণনা আপডেট করলে সমস্ত গ্রুপ সদস্যদের আপডেট হবে
es: Actualizar la descripción del grupo actualizará a todos los miembros del grupo
hi: समूह विवरण अपडेट करने से सभी समूह सदस्य अपडेट हो जाएंगे
id: Perbarui deskripsi grup akan memperbarui semua anggota grup
pt: Descrição do grupo de atualização atualizará todos os membros do grupo
vi: Cập nhật mô tả nhóm sẽ cập nhật cho tất cả thành viên nhóm

source: Update nickname
bn: উপনাম আপডেট করুন
es: ACTUALIZACIÓN
hi: उपनाम अपडेट करें
id: Perbarui nama panggilan
pt: Atualize o apelido
vi: Cập nhật biệt danh

source: Group info
bn: গ্রুপ তথ্য
es: Información grupal
hi: समूह जानकारी
id: Info Grup
pt: Informações do grupo
vi: Thông tin nhóm

source: You not participant in this group
bn: আপনি এই গ্রুপে অংশগ্রহণকারী নন
es: No participa en este grupo
hi: आप इस समूह में प्रतिभागी नहीं हैं
id: Anda bukan peserta dalam grup ini
pt: Você não participou deste grupo
vi: Bạn không phải là thành viên trong nhóm này

source: Search
bn: অনুসন্ধান
es: Buscar
hi: खोज
id: Cari
pt: Procurar
vi: Tìm kiếm

source: Media, Links, and Docs
bn: মিডিয়া, লিঙ্ক, এবং ডকুমেন্ট
es: Medios, enlaces y documentos
hi: मीडिया, लिंक्स, और दस्तावेज़
id: Media, Tautan, dan Dokumen
pt: Mídia, links e documentos
vi: Phương tiện, Liên kết và Tài liệu

source: Starred Messages
bn: তারকা বার্তা
es: Mensajes protagonizados
hi: स्टार दिए गए संदेश
id: Pesan yang Dibintangi
pt: Mensagens estreladas
vi: Tin nhắn được đánh dấu

source: Nickname
bn: উপনাম
es: Apodo
hi: उपनाम
id: Nama panggilan
pt: Apelido
vi: Biệt danh

source: None
bn: কোনটি নেই
es: Ninguno
hi: कोई नहीं
id: Tidak ada
pt: Nenhum
vi: Không

source: Yes
bn: হ্যাঁ
es: Sí
hi: हाँ
id: Ya
pt: Sim
vi: Có

source: No
bn: না
hi: नहीं
id: Tidak
pt: Não
vi: Không

source: Exit Group
bn: গ্রুপ থেকে বের হোন
es: Grupo de salida
hi: समूह से बाहर निकलें
id: Keluar dari Grup
pt: Grupo de saída
vi: Thoát khỏi nhóm

source: Click to add group description
bn: গ্রুপ বর্ণনা যোগ করতে ক্লিক করুন
es: Haga clic para agregar la descripción del grupo
hi: समूह विवरण जोड़ने के लिए क्लिक करें
id: Klik untuk menambahkan deskripsi grup
pt: Clique para adicionar descrição do grupo
vi: Nhấp để thêm mô tả nhóm

source: Un block user
bn: ব্যবহারকারী অনব্লক করুন
es: Usuario de ablock
hi: उपयोगकर्ता को अनब्लॉक करें
id: Buka blokir pengguna
pt: Usuário desbloqueie
vi: Bỏ chặn người dùng

source: Are you sure to un block
bn: আপনি কি নিশ্চিত যে আপনি অনব্লক করতে চান?
es: ¿Estás seguro de ablock?
hi: क्या आप सुनिश्चित हैं कि आप अनब्लॉक करना चाहते हैं
id: Apakah Anda yakin ingin membuka blokir
pt: Você tem certeza de desbloquear
vi: Bạn có chắc chắn muốn bỏ chặn

source: Contact info
bn: যোগাযোগের তথ্য
es: Información de contacto
hi: संपर्क जानकारी
id: Info Kontak
pt: Informações de contato
vi: Thông tin liên hệ

source: Audio
bn: অডিও
hi: ऑडियो
pt: Áudio
vi: Âm thanh

source: Video
bn: ভিডিও
hi: वीडियो
pt: Vídeo

# hiIamUse
source: Hi iam using
bn: হাই, আমি ব্যবহার করি
es: Hola iam usando
hi: हाय मैं उपयोग करता हूँ
id: Halo, saya menggunakan
pt: Oi estou usando
vi: Xin chào, tôi sử dụng

source: On
bn: চালু
es: Nosotros
hi: चालू
id: Hidup
pt: Sobre
vi: Bật

source: Off
bn: বন্ধ
es: Apagado
hi: बंद
id: Mati
vi: Tắt

source: Un Block
bn: অনব্লক
es: Un bloque
hi: अनब्लॉक
id: Buka Blokir
pt: Bloco da ONU
vi: Bỏ chặn

source: Block
bn: ব্লক
es: Bloquear
hi: ब्लॉक
id: Blokir
pt: Bloquear
vi: Chặn

source: Choose at lest one member
bn: অন্তত একজন সদস্য নির্বাচন করুন
es: Elija al menos un miembro
hi: कम से कम एक सदस्य चुनें
id: Pilih setidaknya satu anggota
pt: Escolha pelo menos um membro
vi: Chọn ít nhất một thành viên

source: Close
bn: বন্ধ করুন
es: Cerrado
hi: बंद करें
id: Tutup
pt: Fechar
vi: Đóng

source: Next
bn: পরবর্তী
es: Próximo
hi: आगे
id: Selanjutnya
vi: Tiếp theo

source: App members
bn: অ্যাপ সদস্য
es: Miembros de la aplicación
hi: ऐप सदस्य
id: Anggota Aplikasi
pt: Membros do aplicativo
vi: Thành viên ứng dụng

source: Create
bn: তৈরি করুন
es: Crear
hi: बनाएं
id: Buat
pt: Criar
vi: Tạo

source: Upgrade to admin
bn: অ্যাডমিন হিসেবে উন্নত করুন
es: Actualizar al administrador
hi: व्यवस्थापक के रूप में अपग्रेड करें
id: Promosikan ke admin
pt: Atualizar para admin
vi: Nâng cấp thành quản trị viên

source: Update
bn: আপডেট
es: Actualizar
hi: अपडेट
id: Perbarui
pt: Atualizar
vi: Cập nhật

source: Delete chat
bn: চ্যাট মুছুন
es: Gato eliminar
hi: चैट हटाएं
id: Hapus obrolan
pt: Exclua bate -papo
vi: Xóa cuộc trò chuyện

source: Clear chat
bn: চ্যাট স্পষ্ট করুন
es: Gato claro
hi: चैट साफ करें
id: Bersihkan obrolan
pt: Bate -papo claro
vi: Xóa trò chuyện

source: Show history
bn: ইতিহাস দেখান
es: Exhibir la historia
hi: इतिहास दिखाएं
id: Tampilkan riwayat
pt: Mostrar história
vi: Hiển thị lịch sử

source: Group icon
bn: গ্রুপ আইকন
es: Icono grupal
hi: समूह प्रतीक
id: Ikon Grup
ml: ഗ്രൂപ്പ് ഐക്കൺ
pt: Ícone do grupo
vi: Biểu tượng nhóm

source: Tap to select an icon
bn: একটি আইকন নির্বাচন করতে ট্যাপ করুন
es: Toque para seleccionar el icono de año
hi: एक प्रतीक का चयन करने के लिए टैप करें
id: Ketuk untuk memilih ikon
ml: ഐക്കൺ തിരഞ്ഞെടുക്കുന്നതിന് ടാപ്പുചെയ്യുക
pt: Toque para selecionar um ícone
vi: Chạm để chọn một biểu tượng

source: Group description
bn: গ্রুপ বর্ণনা
es: Descripción del grupo
hi: समूह विवरण
id: Deskripsi Grup
ml: ഗ്രൂപ്പ് വിവരണം
pt: Descrição do grupo
vi: Mô tả nhóm

source: More
bn: আরও
es: Más
hi: अधिक
id: Lebih banyak
ml: കൂടുതൽ
pt: Mais
vi: Thêm

source: Message info
bn: বার্তা তথ্য
es: Mensaje de información
hi: संदेश जानकारी
id: Info Pesan
ml: സന്ദേശ വിവരം
pt: Informações da mensagem
vi: Thông tin tin nhắn

source: Successfully downloaded in
bn: সাফল্যের সাথে ডাউনলোড হয়েছে
es: Descargado con éxito en
hi: सफलतापूर्वक डाउनलोड किया गया है
id: Berhasil diunduh di
ml: വിജയകരമായി ഡൌൺലോഡുചെയ്തത്
pt: Baixado com sucesso
vi: Tải xuống thành công trong

source: Delivered
bn: ডেলিভার হয়েছে
es: Entregado
hi: पहुँचाया गया
id: Dikirim
ml: വഹിക്കപ്പെട്ടു
pt: Entregue
vi: Đã gửi

source: Read
bn: পঠিত
es: Leer
hi: पढ़ा गया
id: Dibaca
ml: വായിച്ചു
pt: Ler
vi: Đã đọc

source: or login with
bn: বা লগ ইন করুন
es: Gold Iniciar sesión con
hi: या लॉगिन करें
id: atau masuk dengan
ml: അല്ലെങ്കിൽ ലോഗിൻ ചെയ്യുക
pt: ou login com
vi: Hoặc đăng nhập bằng

source: Reset password
bn: পাসওয়ার্ড রিসেট করুন
es: Restablecer contraseña
hi: पासवर्ड रीसेट करें
id: Atur ulang kata sandi
ml: പാസ്വേഡ് പുനഃസ്ഥാപിക്കുക
pt: Redefinir senha
vi: Đặt lại mật khẩu

source: OTP Code
bn: ওটিপি কোড
es: Código OTP
hi: OTP कोड
id: Kode OTP
ml: OTP കോഡ്
pt: Código OTP
vi: Mã OTP
