Repository: mitojean/FullProjet
Catalog: source/email_version/flutter/packages/s_translation/lib/l10n/intl_*.arb
Languages: bn, es, hi, id, ml, pt, vi

source: Enter your name
bn: আপনার নাম প্রবেশ করুন
es: Introduce tu nombre
hi: अपना नाम दर्ज करें
id: Masukkan nama Anda
ml: നിങ്ങളുടെ പേര് നൽകുക
pt: Digite seu nome
vi: Nhập tên của bạn

source: Enter your email
bn: আপনার ইমেইল প্রবেশ করুন
es: Introduce tu correo electrónico
hi: अपना ईमेल दर्ज करें
id: Masukkan email Anda
ml: നിങ്ങളുടെ ഇമെയിൽ നൽകുക
pt: Digite seu e-mail
vi: Nhập email của bạn

source: Enter your password
bn: আপনার পাসওয়ার্ড প্রবেশ করুন
es: Introduce tu contraseña
hi: अपना पासवर्ड दर्ज करें
id: Masukkan kata sandi Anda
ml: നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക
pt: Digite sua senha
vi: Nhập mật khẩu của bạn

source: Confirm your password
bn: আপনার পাসওয়ার্ড নিশ্চিত করুন
es: Confirma tu contraseña
hi: अपना पासवर्ड कन्फर्म करें
id: Konfirmasi kata sandi Anda
ml: നിങ്ങളുടെ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
pt: Confirme sua senha
vi: Xác nhận mật khẩu của bạn

# nameRequired
source: Name is required
bn: নাম আবশ্যক
es: El nombre es obligatorio
hi: नाम ज़रूरी है
id: Nama wajib diisi
ml: പേര് ആവശ്യമാണ്
pt: Nome é obrigatório
vi: Tên là bắt buộc

# emailRequired
source: Email is required
bn: ইমেইল আবশ্যক
es: El correo electrónico es obligatorio
hi: ईमेल ज़रूरी है
id: Email wajib diisi
ml: ഇമെയിൽ ആവശ്യമാണ്
pt: E-mail é obrigatório
vi: Email là bắt buộc

# invalidEmail
source: Please enter a valid email
bn: অনুগ্রহ করে একটি বৈধ ইমেইল প্রবেশ করুন
es: Por favor, introduce un correo electrónico válido
hi: कृपया मान्य ईमेल दर्ज करें
id: Silakan masukkan email yang valid
ml: ദയവായി സാധുവായ ഇമെയിൽ നൽകുക
pt: Por favor, digite um e-mail válido
vi: Vui lòng nhập một email hợp lệ

# passwordRequired
source: Password is required
bn: পাসওয়ার্ড আবশ্যক
es: La contraseña es obligatoria
hi: पासवर्ड ज़रूरी है
id: Kata sandi wajib diisi
ml: പാസ്‌വേഡ് ആവശ്യമാണ്
pt: Senha é obrigatória
vi: Mật khẩu là bắt buộc

# passwordTooShort
source: Password must be at least 8 characters
bn: পাসওয়ার্ড কমপক্ষে 8 অক্ষর হতে হবে
es: La contraseña debe tener al menos 8 caracteres
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए
id: Kata sandi harus minimal 8 karakter
ml: പാസ്‌വേഡ് കുറഞ്ഞത് 8 അക്ഷരങ്ങൾ ഉണ്ടായിരിക്കണം
pt: A senha deve ter pelo menos 8 caracteres
vi: Mật khẩu phải có ít nhất 8 ký tự

# confirmPasswordRequired
source: Please confirm your password
bn: অনুগ্রহ করে আপনার পাসওয়ার্ড নিশ্চিত করুন
es: Por favor, confirma tu contraseña
hi: कृपया अपना पासवर्ड कन्फर्म करें
id: Silakan konfirmasi kata sandi Anda
ml: ദയവായി നിങ്ങളുടെ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
pt: Por favor, confirme sua senha
vi: Vui lòng xác nhận mật khẩu của bạn

source: Passwords don't match
bn: পাসওয়ার্ড মেলেনি
es: Las contraseñas no coinciden
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
pt: As senhas não correspondem
vi: Mật khẩu không khớp

source: Registration successful!
bn: রেজিস্ট্রেশন সফল হয়েছে!
es: ¡Registro exitoso!
hi: रजिस्ट्रेशन सफल हुआ!
id: Registrasi berhasil!
ml: രജിസ്ട്രേഷൻ വിജയകരം!
pt: Cadastro realizado com sucesso!
vi: Đăng ký thành công!

source: Login successful!
bn: লগইন সফল হয়েছে!
es: ¡Inicio de sesión exitoso!
hi: लॉगिन सफल हुआ!
id: Login berhasil!
ml: ലോഗിൻ വിജയകരം!
pt: Login realizado com sucesso!
vi: Đăng nhập thành công!

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
es: ¿Olvidaste tu contraseña?
hi: पासवर्ड भूल गए?
id: Lupa Kata Sandi?
ml: പാസ്‌വേഡ് മറന്നോ?
pt: Esqueceu sua senha?
vi: Quên mật khẩu?

# forgotPasswordNavigating
source: Navigating to forgot password page
bn: পাসওয়ার্ড পুনরুদ্ধার পেজে নেভিগেট করা হচ্ছে
es: Navegando a la página de recuperación de contraseña
hi: पासवर्ड भूल गए पेज पर जा रहे हैं
id: Navigasi ke halaman lupa kata sandi
ml: പാസ്‌വേഡ് മറന്ന പേജിലേക്ക് പോകുന്നു
pt: Navegando para a página de recuperação de senha
vi: Điều hướng đến trang quên mật khẩu

source: Don't have an account?
bn: একাউন্ট নেই?
es: ¿No tienes una cuenta?
hi: खाता नहीं है?
id: Tidak punya akun?
ml: അക്കൗണ്ടില്ലേ?
pt: Não tem uma conta?
vi: Không có tài khoản?

# enterTheCodeAndNewPassword
source: Enter the verification code sent to your email and create a new password
bn: আপনার ইমেইলে পাঠানো যাচাইকরণ কোডটি প্রবেশ করুন এবং একটি নতুন পাসওয়ার্ড তৈরি করুন
es: Introduce el código de verificación enviado a tu correo electrónico y crea una nueva contraseña
hi: अपने ईमेल पर भेजा गया वेरिफिकेशन कोड दर्ज करें और एक नया पासवर्ड बनाएं
id: Masukkan kode verifikasi yang dikirim ke email Anda dan buat kata sandi baru
ml: നിങ്ങളുടെ ഇമെയിലിലേക്ക് അയച്ച വെരിഫിക്കേഷൻ കോഡ് നൽകുക, ഒരു പുതിയ പാസ്‌വേഡ് ഉണ്ടാക്കുക
pt: Digite o código de verificação enviado para seu e-mail e crie uma nova senha
vi: Nhập mã xác minh được gửi đến email của bạn và tạo mật khẩu mới

source: Enter new password
bn: নতুন পাসওয়ার্ড প্রবেশ করুন
es: Introduce una nueva contraseña
hi: नया पासवर्ड दर्ज करें
id: Masukkan kata sandi baru
ml: പുതിയ പാസ്‌വേഡ് നൽകുക
pt: Digite uma nova senha
vi: Nhập mật khẩu mới

source: Re-enter new password
bn: পুনরায় নতুন পাসওয়ার্ড প্রবেশ করুন
es: Vuelve a introducir la nueva contraseña
hi: नया पासवर्ड फिर से दर्ज करें
id: Masukkan kembali kata sandi baru
ml: പുതിയ പാസ്‌വേഡ് വീണ്ടും നൽകുക
pt: Digite novamente a nova senha
vi: Nhập lại mật khẩu mới

# pleaseEnterValidCode
source: Please enter a valid 6-digit code
bn: অনুগ্রহ করে একটি বৈধ 6-সংখ্যার কোড প্রবেশ করুন
es: Por favor, introduce un código válido de 6 dígitos
hi: कृपया एक मान्य 6-अंकीय कोड दर्ज करें
id: Silakan masukkan kode 6 digit yang valid
ml: ദയവായി 6 അക്ക കോഡ് നൽകുക
pt: Por favor, digite um código válido de 6 dígitos
vi: Vui lòng nhập mã gồm 6 chữ số hợp lệ

# didntReceiveCode
source: Didn't receive the code?
bn: কোড পাননি?
es: ¿No recibiste el código?
hi: कोड नहीं मिला?
id: Tidak menerima kode?
ml: കോഡ് ലഭിച്ചില്ലേ?
pt: Não recebeu o código?
vi: Không nhận được mã?

source: Resend
bn: পুনরায় পাঠান
es: Reenviar
hi: फिर से भेजें
id: Kirim ulang
ml: വീണ്ടും അയയ്ക്കുക
pt: Reenviar
vi: Gửi lại

# codeSentAgain
source: Code has been sent again to your email
bn: কোডটি আবার আপনার ইমেইলে পাঠানো হয়েছে
es: El código ha sido enviado nuevamente a tu correo electrónico
hi: कोड फिर से आपके ईमेल पर भेज दिया गया है
id: Kode telah dikirim lagi ke email Anda
ml: കോഡ് വീണ്ടും നിങ്ങളുടെ ഇമെയിലിലേക്ക് അയച്ചു
pt: O código foi enviado novamente para seu e-mail
vi: Mã đã được gửi lại đến email của bạn

source: Click to join
bn: যোগ দিতে ক্লিক করুন
es: Haz clic para unirte
hi: शामिल होने के लिए क्लिक करें
id: Klik untuk bergabung
ml: ചേരാൻ ക്ലിക്ക് ചെയ്യുക
pt: Clique para participar
vi: Nhấn để tham gia

source: Store Urls
bn: স্টোর ইউআরএল
es: URLs de la tienda
hi: स्टोर यूआरएल
id: URL Toko
ml: URL-കൾ സംഭരിക്കുക
pt: URLs da loja
vi: URL cửa hàng

source: Clear all cache
bn: সমস্ত ক্যাশে সাফ করুন
es: Borrar toda la caché
hi: सभी कैश साफ़ करें
id: Bersihkan semua cache
ml: എല്ലാ കാഷെയും മായ്‌ക്കുക
pt: Limpar todo o cache
vi: Xóa tất cả bộ nhớ cache

# clickThisOptionWillClearAppStorage
source: This option will clear app storage don't worry you can still any time download it if auto download enable the message will auto download
bn: এই অপশনটি অ্যাপ স্টোরেজ সাফ করবে। চিন্তা করবেন না, অটো ডাউনলোড চালু থাকলে আপনি যেকোনো সময় এটি ডাউনলোড করতে পারবেন। মেসেজটি অটো ডাউনলোড হবে
es: Esta opción borrará el almacenamiento de la aplicación. No te preocupes, puedes descargarlo de nuevo en cualquier momento si la descarga automática está activada. El mensaje se descargará automáticamente
hi: यह विकल्प ऐप स्टोरेज को साफ़ कर देगा। चिंता न करें, यदि ऑटो डाउनलोड सक्षम है तो आप इसे किसी भी समय फिर से डाउनलोड कर सकते हैं। संदेश ऑटो डाउनलोड हो जाएगा
id: Opsi ini akan membersihkan penyimpanan aplikasi. Jangan khawatir, Anda masih dapat mengunduhnya kapan saja jika unduhan otomatis diaktifkan. Pesan akan diunduh secara otomatis
ml: ഈ ഓപ്ഷൻ ആപ്പ് സ്റ്റോറേജ് ക്ലിയർ ചെയ്യും. വിഷമിക്കേണ്ട, ഓട്ടോ ഡൗൺലോഡ് പ്രവർത്തനക്ഷമമാക്കിയാൽ നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇത് വീണ്ടും ഡൗൺലോഡ് ചെയ്യാവുന്നതാണ്. സന്ദേശം സ്വയമേവ ഡൗൺലോഡ് ആകും
pt: Esta opção limpará o armazenamento do aplicativo. Não se preocupe, você ainda pode baixá-lo a qualquer momento se o download automático estiver ativado. A mensagem será baixada automaticamente
vi: Tùy chọn này sẽ xóa bộ nhớ ứng dụng. Đừng lo lắng, bạn vẫn có thể tải xuống lại bất kỳ lúc nào nếu bật tính năng tự động tải xuống. Tin nhắn sẽ tự động tải xuống

source: Delete app cache ?
bn: অ্যাপ ক্যাশে মুছে ফেলবেন?
es: ¿Borrar la caché de la aplicación?
hi: ऐप कैश हटाएं?
id: Hapus cache aplikasi?
ml: ആപ്പ് കാഷെ ഇല്ലാതാക്കണോ?
pt: Excluir o cache do aplicativo?
vi: Xóa bộ nhớ cache của ứng dụng?

source: User Register Status
bn: ব্যবহারকারী নিবন্ধনের অবস্থা
es: Estado de registro del usuario
hi: उपयोगकर्ता पंजीकरण स्थिति
id: Status Pendaftaran Pengguna
ml: ഉപയോക്തൃ രജിസ്റ്റർ നില
pt: Status de registro do usuário
vi: Trạng thái đăng ký người dùng

source: Is prime
bn: মৌলিক সংখ্যা কিনা
es: Es primo
hi: क्या यह प्राइम है
id: Apakah prima
ml: അഭാജ്യമാണോ
pt: É primo
vi: Có phải là số nguyên tố không

source: Done
bn: সম্পন্ন
es: Hecho
hi: किया हुआ
id: Selesai
ml: അത്യുത്തമം
pt: Feito
vi: Xong

source: Loading ...
bn: লোড হচ্ছে ...
es: Cargando ...
hi: लोड हो रहा है ...
id: Memuat...
ml: ലോഡുചെയ്യുന്നു...
pt: Carregando ...
vi: Đang tải ...

source: Message has been deleted
bn: বার্তা মুছে ফেলা হয়েছে
es: Se ha eliminado el mensaje
hi: संदेश हटा दिया गया है
id: Pesan telah dihapus
ml: സന്ദേശം മായിച്ചിരിക്കുന്നു
pt: A mensagem foi excluída
vi: Tin nhắn đã bị xóa

source: Mute
bn: মিউট
es: Silenciar
hi: म्यूट
id: Bisukan
ml: സമയം
pt: Mudo
vi: Tắt thông báo

source: Cancel
bn: বাতিল
es: Cancelar
hi: रद्द करें
id: Batal
ml: റദ്ദാക്കുക
pt: Cancelar
vi: Hủy

source: Typing...
bn: লেখা হচ্ছে...
es: Escribiendo ...
hi: लिख रहा है...
id: Mengetik...
ml: ടൈപ്പിംഗ്...
pt: Digitando...
vi: Đang nhập...

source: OK
bn: ঠিক আছে
es: DE ACUERDO
hi: ठीक है
ml: ശരി

source: Recording...
bn: রেকর্ড হচ্ছে...
es: Grabación ...
hi: रेकॉर्ड हो रहा है...
id: Merekam...
ml: റെക്കോർഡുചെയ്യുന്നു...
pt: Gravação...
vi: Đang ghi âm...

source: Connecting...
bn: সংযোগ হচ্ছে...
es: Conectando ...
hi: कनेक्ट हो रहा है...
id: Menghubungkan...
ml: കണക്റ്റിംഗ്...
pt: Conectando ...
vi: Đang kết nối...

# deleteYouCopy
source: Delete your copy
bn: আপনার কপি মুছে ফেলুন
es: Elimina tu copia
hi: अपनी प्रतिलिपि मिटाएं
id: Hapus salinan Anda
ml: നിന്നെക്കുറിച്ച് നിന്നെക്കുറിച്ച് മായ്ക്കുക
pt: Exclua sua cópia
vi: Xóa bản sao của bạn

source: Un mute
bn: মিউট বাতিল করুন
es: Un mudo
hi: अनम्यूट
id: Batalkan bisu
ml: അൺമ്യൂട്ട്
pt: Ativação de atividades
vi: Bật thông báo

source: Delete
bn: মুছে ফেলুন
es: Borrar
hi: हटाएं
id: Hapus
ml: മായ്ക്കുക
pt: Excluir
vi: Xóa

source: Report
bn: রিপোর্ট করুন
es: Aplazamiento
hi: रिपोर्ट
id: Laporkan
ml: റിപ്പോർട്ട്
pt: Relatório
vi: Báo cáo

source: Leave group
bn: গ্রুপ ত্যাগ করুন
es: Dejar el grupo
hi: समूह छोड़ें
id: Tinggalkan grup
ml: ഗ്രൂപ്പ് അകലെ പോകുക
pt: Grupo de licença
vi: Rời nhóm

source: Are you sure to permit your copy? This action can't undo
bn: আপনি কি নিশ্চিত যে আপনি আপনার কপি অনুমতি দিতে চান? এই কার্যটি প্রত্যাহার করা যায় না
es: ¿Estás seguro de permitir tu copia?Esta acción no puede deshacer
hi: क्या आप निश्चित हैं कि आप अपनी प्रतिलिपि की अनुमति देना चाहते हैं? यह कार्रवाई पूर्वरूप में नहीं ली जा सकती
id: Apakah Anda yakin ingin mengizinkan salinan Anda? Tindakan ini tidak dapat dibatalkan
ml: നിനക്ക് നിന്നെക്കുറിച്ച് നിന്നെക്കുറിച്ച് അനുമതിപ്പെടുന്നതാണോ? ഈ പ്രവർത്തനം പുനഃസ്ഥാപിക്കാനാവില്ല
pt: Você tem certeza de permitir sua cópia?Esta ação não pode desfazer
vi: Bạn có chắc chắn muốn cho phép bản sao của bạn? Hành động này không thể hoàn tác

source: Are you sure to leave this group? This action can't undo
bn: আপনি কি নিশ্চিত যে আপনি এই গ্রুপ ত্যাগ করতে চান? এই কার্যটি প্রত্যাহার করা যায় না
es: ¿Estás seguro de dejar este grupo?Esta acción no puede deshacer
hi: क्या आप इस समूह को छोड़ने के लिए निश्चित हैं? यह कार्रवाई पूर्वरूप में नहीं ली जा सकती
id: Apakah Anda yakin ingin meninggalkan grup ini? Tindakan ini tidak dapat dibatalkan
ml: നിനക്ക് ഈ ഗ്രൂപ്പ് അകലെ പോകാൻ തീർന്നുണ്ടോ? ഈ പ്രവർത്തനം പുനഃസ്ഥാപിക്കാനാവില്ല
pt: Você tem certeza de deixar este grupo?Esta ação não pode desfazer
vi: Bạn có chắc chắn muốn rời khỏi nhóm này? Hành động này không thể hoàn tác

source: Leave group and delete your message copy
bn: গ্রুপ ত্যাগ করুন এবং আপনার বার্তা কপি মুছে ফেলুন
es: Deja el grupo y elimina la copia de tu mensaje
hi: समूह छोड़कर अपनी संदेश प्रतिलिपि को हटाएं
id: Tinggalkan grup dan hapus salinan pesan Anda
ml: ഗ്രൂപ്പ് അകലെ പോകുകയും നിന്നയെക്കുറിച്ചുള്ള നിന്നയുടെ പരിശോധനയെ മായ്ക്കുക
pt: Deixe o grupo e exclua sua cópia de mensagem
vi: Rời khỏi nhóm và xóa bản sao tin nhắn của bạn

# vMessageInfoTrans
source: Message info
bn: বার্তা তথ্য
es: Mensaje de información
hi: संदेश जानकारी
id: Info Pesan
ml: സന്ദേശ വിവരം
pt: Informações da mensagem
vi: Thông tin tin nhắn

source: Update title to
bn: টাইটেল আপডেট করুন
es: Actualizar el título de
hi: शीर्षक अपडेट करें
id: Perbarui judul menjadi
ml: തലകൾ അപ്ഡേറ്റുചെയ്യുക
pt: Atualizar título para
vi: Cập nhật tiêu đề thành

source: Update image
bn: চিত্র আপডেট করুন
es: Imagen de actualización
hi: छवि अपडेट करें
id: Perbarui gambar
ml: ചിത്രം അപ്ഡേറ്റുചെയ്യുക
pt: Atualizar imagem
vi: Cập nhật ảnh

source: Joined by
bn: যোগদান করেছেন
es: Unido por
hi: के द्वारा जुड़े
id: Bergabung oleh
ml: ചേർന്നത്
pt: Juntado por
vi: Tham gia bởi

source: Promoted to admin by
bn: অ্যাডমিন হিসেবে পোঁচানো হয়েছে
es: Ascendido a administrador por
hi: के द्वारा प्रशासक बनाया गया
id: Dipromosikan menjadi admin oleh
ml: അഡ്മിൻ ആക്കിയത്
pt: Promovido a admin por
vi: Được thăng cấp thành quản trị viên bởi

source: Dismissed to member by
bn: সদস্য হিসেবে বাদ দেওয়া হয়েছে
es: Disminizado al miembro por
hi: के द्वारा सदस्य बनाया गया
id: Dikeluarkan menjadi anggota oleh
ml: അംഗത്വത്തിന്റെ പുറത്തിറക്കി
pt: Demitido ao membro por
vi: Bị giáng chức thành thành viên bởi

source: Left the group
bn: গ্রুপ ত্যাগ করেছে
es: Dejó el grupo
hi: समूह छोड़ दिया
id: Meninggalkan grup
ml: ഗ്രൂപ്പ് അകലെ പോയി
pt: Deixou o grupo
vi: Rời khỏi nhóm

source: You
bn: আপনি
es: Tú
hi: आप
id: Anda
ml: നിന്നെ
pt: Você
vi: Bạn

source: Kicked by
bn: কিক দেওয়া হয়েছে
es: Pateado por
hi: के द्वारा किया गया
id: Dikeluarkan oleh
ml: അപകടപ്പെട്ടത്
pt: Chutado por
vi: Bị đá ra khỏi nhóm bởi

source: Group created by
bn: গ্রুপ তৈরি করেছেন
es: Grupo creado por
hi: समूह द्वारा बनाया गया
id: Grup dibuat oleh
ml: ഗ്രൂപ്പ് സൃഷ്ടിച്ചത്
pt: Grupo criado por
vi: Nhóm được tạo bởi

source: Added you to new broadcast
bn: নতুন ব্রডকাস্টে আপনি যোগ দেওয়া হয়েছে
es: Te agregó a una nueva transmisión
hi: नए प्रसारण में आपको जोड़ दिया गया
id: Menambahkan Anda ke siaran baru
ml: നിന്നെ പുതിയ ബ്രോഡ്കാസ്റ്റിലേക്ക് ചേർത്തു
pt: Adicionou você a uma nova transmissão
vi: Đã thêm bạn vào phát sóng mới

source: Download
bn: ডাউনলোড করুন
es: Descargar
hi: डाउनलोड
id: Unduh
ml: ഡൗൺലോഡുചെയ്യുക
vi: Tải xuống

source: Copy
bn: অনুলিপি
es: Copiar
hi: कॉपी
id: Salin
ml: പകർത്തുക
pt: Cópia
vi: Sao chép

source: Info
bn: তথ্য
es: Información
hi: जानकारी
ml: വിവരം
pt: Informações
vi: Thông tin

source: Share
bn: শেয়ার করুন
es: Compartir
hi: शेयर
id: Bagikan
ml: പങ്കിടുക
pt: Compartilhar
vi: Chia sẻ

source: Forward
bn: ফরোয়ার্ড
es: Adelante
hi: फ़ॉरवर्ड
id: Teruskan
ml: മുന്നിൽ അയക്കുക
pt: Avançar
vi: Chuyển tiếp

source: Reply
bn: উত্তর দিন
es: Responder
hi: जवाब दें
id: Balas
ml: പ്രതികരിക്കുക
pt: Responder
vi: Trả lời

source: Delete from all
bn: সব থেকে মুছে ফেলুন
es: Eliminar de todos
hi: सभी से हटाएं
id: Hapus dari semua
ml: എല്ലായിടത്തും മായ്ക്കുക
pt: Exclua de todos
vi: Xóa khỏi tất cả

source: Delete from me
bn: আমার থেকে মুছে ফেলুন
es: Eliminar de mi
hi: मुझसे हटाएं
id: Hapus dari saya
ml: എനിന്നെക്കുറിച്ച് മായ്ക്കുക
pt: Exclua de mim
vi: Xóa khỏi tôi

source: Downloading...
bn: ডাউনলোড হচ্ছে...
es: Descarga ...
hi: डाउनलोड हो रहा है...
id: Mengunduh...
ml: ഡൗൺലോഡുചെയ്യുന്നു...
pt: Download ...
vi: Đang tải xuống...

source: File has been saved to
bn: ফাইল সফলভাবে সংরক্ষিত হয়েছে
es: El archivo se ha guardado en
hi: फ़ाइल को सहेज लिया गया है
id: Berkas telah disimpan ke
ml: ഫയൽ സേവ് ചെയ്തിരിക്കുന്നു
pt: O arquivo foi salvo para
vi: Tệp đã được lưu tại

source: Online
bn: অনলাইন
es: En línea
hi: ऑनलाइन
ml: ഓൺ‌ലൈൻ
vi: Trực tuyến

source: You don't have access
bn: আপনার অ্যাক্সেস নেই
es: No tienes acceso
hi: आपके पास पहुँचने का अधिकार नहीं है
id: Anda tidak memiliki akses
ml: നിനക്ക് അക്കസ്സ് ഇല്ല
pt: Você não tem acesso
vi: Bạn không có quyền truy cập

source: Reply to your self
bn: নিজের উত্তর দিন
es: Responder a ti mismo
hi: अपने आप को जवाब दें
id: Balas ke diri Anda sendiri
ml: നിന്നെ സ്വന്തമായി പ്രതികരിക്കുക
pt: Responder a si mesmo
vi: Trả lời cho chính bạn

source: Replied to your self
bn: নিজের উত্তর দেওয়া হয়েছে
es: Replic para ti mismo
hi: अपने आप को जवाब दिया
id: Telah dibalas ke diri Anda sendiri
ml: നിന്നെക്കുറിച്ച് നിന്നെക്കുറിച്ച് പ്രതികരിച്ചു
pt: Respondeu para si mesmo
vi: Đã trả lời cho chính bạn

source: Audio call
bn: অডিও কল
es: Audio llamado
hi: ऑडियो कॉल
id: Panggilan Audio
ml: ഓഡിയോ കോൾ
pt: Chamada de áudio
vi: Cuộc gọi âm thanh

source: Ring
bn: রিংক
es: Anillo
hi: रिंग
id: Berdering
ml: റിംഗ്
pt: Anel
vi: Nhạc chuông

source: Canceled
bn: বাতিল
es: Cancelado
hi: रद्द किया गया
id: Dibatalkan
ml: റദ്ദാക്കി
pt: Cancelado
vi: Đã hủy

source: Timeout
bn: সময় শেষ
es: Se acabó el tiempo
hi: समय समाप्ति
id: Waktu habis
ml: സമയപ്രാപിക്കൽ
pt: Tempo esgotado
vi: Hết thời gian

source: Rejected
bn: প্রত্যাখ্যান
es: Rechazado
hi: अस्वीकृत
id: Ditolak
ml: നിരാകരിച്ചു
pt: Rejeitado
vi: Đã từ chối

source: Finished
bn: শেষ
es: Finalizado
hi: समाप्त
id: Selesai
ml: പൂർത്തിയായി
pt: Finalizado
vi: Hoàn thành

source: In call
bn: কলে
es: En la llamada
hi: कॉल में
id: Dalam panggilan
ml: കോൾ സമയത്ത്
pt: Na chamada
vi: Trong cuộc gọi

source: Session end
bn: সেশন শেষ
es: Sesión final
hi: सत्र समाप्ति
id: Sesi berakhir
ml: സെഷൻ അവസാനിച്ചു
pt: Final da sessão
vi: Kết thúc phiên

source: Yesterday
bn: গতকাল
es: Ayer
hi: कल
id: Kemarin
ml: ഇന്നലെ
pt: Ontem
vi: Hôm qua

source: Today
bn: আজ
es: Hoy
hi: आज
id: Hari ini
ml: ഇന്ന്
pt: Hoje
vi: Hôm nay

# textFieldHint
source: Type a message ...
bn: একটি বার্তা টাইপ করুন ...
es: Escriba un mensaje ...
hi: संदेश टाइप करें...
id: Ketik pesan...
ml: ഒരു സന്ദേശം ടൈപ്പ് ചെയ്യുക...
pt: Digite uma mensagem ...
vi: Nhập tin nhắn ...

source: Files
bn: ফাইলগুলি
es: Pauta
hi: फ़ाइलें
id: Berkas
ml: ഫയലുകൾ
pt: Arquivos
vi: Tệp

source: Location
bn: অবস্থান
es: Alquiler
hi: स्थान
id: Lokasi
ml: സ്ഥലം
pt: Localização
vi: Vị trí

source: Share media and location
bn: মিডিয়া এবং অবস্থান শেয়ার করুন
es: Compartir medios y alquiler
hi: मीडिया और स्थान साझा करें
id: Bagikan media dan lokasi
ml: മീഡിയ ഒപ്പം സ്ഥലം പങ്കിടുക
pt: Compartilhar mídia e localização
vi: Chia sẻ phương tiện và vị trí

source: There is video size bigger than allowed size
bn: অনুমোদিত সাইজের চেয়ে বড় ভিডিও আছে
es: Hay tamaño de video más grande que el tamaño permitido
hi: वीडियो का आकार अनुमत आकार से बड़ा है
id: Ada ukuran video yang lebih besar dari yang diizinkan
ml: അനുമതിച്ച പരിമിത വലിപ്പത്തിൽ കരിയാത്ത വീഡിയോ ഉണ്ടായിരിക്കുന്നു
pt: Há tamanho de vídeo maior do que o tamanho permitido
vi: Có video có kích thước lớn hơn kích thước cho phép

source: There is file has size bigger than allowed size
bn: অনুমোদিত সাইজের চেয়ে বড় ফাইল আছে
es: Hay que el archivo tiene tamaño más grande que el tamaño permitido
hi: फ़ाइल का आकार अनुमत आकार से बड़ा है
id: Ada berkas dengan ukuran yang lebih besar dari yang diizinkan
ml: അനുമതിച്ച പരിമിത വലിപ്പത്തിൽ കരിയാത്ത ഫയൽ ഉണ്ടായിരിക്കുന്നു
pt: Há arquivo tem tamanho maior do que o tamanho permitido
vi: Có tệp có kích thước lớn hơn kích thước cho phép

source: Make call
bn: কল করুন
es: Hacer llamadas
hi: कॉल करें
id: Buat panggilan
ml: കോൾ ചെയ്യുക
pt: Faça uma chamada
vi: Thực hiện cuộc gọi

source: Are you want to make video call?
bn: ভিডিও কল করতে চান?
es: ¿Quieres hacer videollamadas?
hi: क्या आप वीडियो कॉल करना चाहते हैं?
id: Apakah Anda ingin membuat panggilan video?
ml: നിനക്ക് വീഡിയോ കോൾ ചെയ്യണമോ?
pt: Você quer fazer videochamada?
vi: Bạn có muốn thực hiện cuộc gọi video không?

source: Are you want to make voice call?
bn: আপনি কি ভয়েস কল করতে চান?
es: ¿Quieres hacer una llamada de voz?
hi: क्या आप वॉयस कॉल करना चाहते हैं?
id: Apakah Anda ingin membuat panggilan suara?
ml: നിനക്ക് ശബ്ദം കോൾ ചെയ്യണമോ?
pt: Você quer fazer uma chamada de voz?
vi: Bạn có muốn thực hiện cuộc gọi thoại không?

# vMessagesInfoTrans
source: Messages info
bn: মেসেজ তথ্য
es: Mensajes de información
hi: संदेश जानकारी
id: Info Pesan
ml: സന്ദേശ വിവരം
pt: Informações das mensagens
vi: Thông tin tin nhắn

source: Star
bn: তারকা
es: Estrella
hi: स्टार
id: Bintang
ml: നടന്നു
pt: Estrela
vi: Đánh dấu

source: Minutes
bn: মিনিট
es: Minutos
hi: मिनट
id: Menit
ml: മിനിറ്റുകൾ
pt: Minutos
vi: Phút

source: Send message
bn: মেসেজ পাঠান
es: Mensaje
hi: संदेश भेजें
id: Kirim pesan
ml: സന്ദേശം അയയ്ക്കുക
pt: Enviar mensagem
vi: Gửi tin nhắn

source: Delete user
bn: ব্যবহারকারী মুছে ফেলুন
es: Eliminar usuario
hi: उपयोगकर्ता हटाएं
id: Hapus pengguna
ml: ഉപയോക്താവ് മായ്ക്കുക
pt: Excluir usuário
vi: Xóa người dùng

source: Actions
bn: ক্রিয়াকলাপগুলি
es: Comportamiento
hi: क्रियाएँ
id: Tindakan
ml: പ്രവർത്തനങ്ങൾ
pt: Ações
vi: Hành động

source: You are about to delete this user from your list
bn: আপনি আপনার তালিকা থেকে এই ব্যবহারকারীকে মুছে ফেলতে চলেছেন
es: Estás a punto de eliminar a este usuario de su lista
hi: आप अपनी सूची से इस उपयोगकर्ता को हटाने के बारे में हैं
id: Anda akan menghapus pengguna ini dari daftar Anda
ml: നിനക്ക് ഈ ഉപയോക്താവിനെ നിന്നെക്കുറിച്ച് മായ്ക്കാൻ തീർന്നുണ്ടോ?
pt: Você está prestes a excluir este usuário da sua lista
vi: Bạn đang chuẩn bị xóa người dùng này khỏi danh sách của bạn

source: Update broadcast title
bn: ব্রডকাস্ট শিরোনাম আপডেট করুন
es: Actualizar título de transmisión
hi: प्रसारण शीर्षक अपडेट करें
id: Perbarui judul siaran
ml: ബ്രോഡ്കാസ്റ്റ് തലകൾ അപ്ഡേറ്റുചെയ്യുക
pt: Atualizar título de transmissão
vi: Cập nhật tiêu đề phát sóng

source: Users added successfully
bn: ব্যবহারকারীগণ সফলভাবে যোগ দেওয়া হয়েছে
es: Los usuarios agregaron con éxito
hi: उपयोगकर्ता सफलतापूर्वक जोड़े गए हैं
id: Pengguna berhasil ditambahkan
ml: ഉപയോക്താക്കൾ വിജയകരമായി ചേർക്കപ്പെട്ടു
pt: Os usuários adicionaram com sucesso
vi: Người dùng được thêm thành công

source: Broadcast settings
bn: ব্রডকাস্ট সেটিংস
es: Configuración de transmisión
hi: प्रसारण सेटिंग्स
id: Pengaturan Siaran
ml: ബ്രോഡ്കാസ്റ്റ് ക്രമീകരണങ്ങൾ
pt: Configurações de transmissão
vi: Cài đặt phát sóng

source: Add Participants
bn: অংশগ্রহণকারী যোগ করুন
es: Agregar participantes
hi: सहभागियों को जोड़ें
id: Tambahkan Peserta
ml: ഭാഗസ്വാമികളെ ചേർക്കുക
pt: Adicionar participantes
vi: Thêm người tham gia

source: Broadcast Participants
bn: ব্রডকাস্ট অংশগ্রহণকারী
es: Participantes de transmisión
hi: प्रसारण सहभागियों
id: Peserta Siaran
ml: ബ്രോഡ്കാസ്റ്റ് പങ്കാളികൾ
pt: Participantes da transmissão
vi: Người tham gia phát sóng

source: Update group description
bn: গ্রুপ বর্ণনা আপডেট করুন
es: Actualizar la descripción del grupo
hi: समूह विवरण अपडेट करें
id: Perbarui deskripsi grup
ml: ഗ്രൂപ്പ് വിവരം അപ്ഡേറ്റുചെയ്യുക
pt: Descrição do grupo de atualização
vi: Cập nhật mô tả nhóm

source: Update group title
bn: গ্রুপ শিরোনাম আপডেট করুন
es: Actualizar el título del grupo
hi: समूह शीर्षक अपडेट करें
id: Perbarui judul grup
ml: ഗ്രൂപ്പ് തലകൾ അപ്ഡേറ്റുചെയ്യുക
pt: Título do grupo de atualização
vi: Cập nhật tiêu đề nhóm

source: Group settings
bn: গ্রুপ সেটিংস
es: Configuración grupal
hi: समूह सेटिंग्स
id: Pengaturan Grup
ml: ഗ്രൂപ്പ് ക്രമീകരണങ്ങൾ
pt: Configurações do grupo
vi: Cài đặt nhóm

source: Description
bn: বর্ণনা
es: Descripción
hi: विवरण
id: Deskripsi
ml: വിവരണം
pt: Descrição
vi: Mô tả

source: Mute notifications
bn: মিউট বিজ্ঞপ্তি
es: Notificaciones mudas
hi: सूचनाओं को म्यूट करें
id: Bisukan pemberitahuan
ml: അലക്ക് അറിയിപ്പുകൾ
pt: Notificações de mudo
vi: Tắt thông báo
