Repository: mitojean/FullProjet
Catalog: source/email_version/flutter/packages/s_translation/lib/l10n/intl_*.arb
Languages: bn, es, hi, id, ml, pt, vi

source: Your profile appears in public search and adding for groups
bn: আপনার প্রোফাইল পাবলিক অনুসন্ধানে এবং গ্রুপগুলিতে যোগ করার জন্য উপস্থিত হয়
es: Su perfil aparece en la búsqueda pública y la adición de grupos
hi: आपका प्रोफ़ाइल सार्वजनिक खोज में दिखाई देता है और समूहों में जोड़ने के लिए उपलब्ध होता है
id: Profil Anda muncul di pencarian publik dan penambahan untuk grup
ml: പൊതു തിരയിൽ നിന്നും ഗ്രൂപ്പുകൾക്ക് ചേർത്ത് നിന്ന് നിന്നും നിന്ന്
pt: Seu perfil aparece na pesquisa pública e adicionando grupos
vi: Hồ sơ của bạn xuất hiện trong tìm kiếm công khai và thêm vào nhóm

source: Your last seen
bn: আপনার শেষ দেখা
es: Tu último visto
hi: आपका अंतिम देखा गया
id: Terakhir dilihat
ml: നിന്നെക്കുറിച്ചുള്ള അവസാന കാണാൻ
pt: Seu último visto
vi: Lần cuối nhìn thấy

source: Your last seen in chats
bn: চ্যাটে আপনার শেষ দেখা
es: Tu último visto en gatos
hi: चैट में आपका अंतिम देखा गया
id: Terakhir dilihat di chat
ml: ചാറ്റുകളിൽ നിന്നെക്കുറിച്ചുള്ള അവസാന കാണാൻ
pt: Seu último visto em bate -papo
vi: Lần cuối nhìn thấy trong trò chuyện

source: Start new chat with you
bn: আপনার সাথে নতুন চ্যাট শুরু করুন
es: Empiece a chat nuevo contigo
hi: आपके साथ नई चैट शुरू करें
id: Mulai obrolan baru dengan Anda
ml: നിന്നെക്കുറിച്ചുള്ള പുതിയ ചാറ്റ് ആരംഭിക്കുക
pt: Comece o novo bate -papo com você
vi: Bắt đầu trò chuyện mới với bạn

source: Your story
bn: আপনার গল্প
es: Tu historia
hi: आपकी कहानी
id: Cerita Anda
ml: നിന്നെക്കുറിച്ചുള്ള കഥ
pt: Sua história
vi: Câu chuyện của bạn

source: For request
bn: অনুরোধের জন্য
es: Por solicitud
hi: अनुरोध के लिए
id: Untuk permintaan
ml: അഭ്യർഥനയ്ക്ക്
pt: Para solicitação
vi: Theo yêu cầu

source: Public
bn: सार्वजनिक
es: Audiencia
hi: सार्वजनिक
id: Publik
ml: പൊതു
vi: Công khai

source: Create your story
bn: আপনার গল্প তৈরি করুন
es: Crea tu historia
hi: अपनी कहानी बनाएं
id: Buat cerita Anda
ml: നിന്നെക്കുറിച്ചുള്ള കഥ സൃഷ്ടിക്കുക
pt: Crie sua história
vi: Tạo câu chuyện của bạn

source: Share your status
bn: আপনার অবস্থা শেয়ার করুন
es: Comparte tu estado
hi: अपनी स्थिति साझा करें
id: Bagikan status Anda
ml: നിന്നെക്കുറിച്ചുള്ള സ്റ്റാറ്റസ് പങ്കിടുക
pt: Compartilhe seu status
vi: Chia sẻ trạng thái của bạn

source: One seen message
bn: একটি দেখা বার্তা
es: Un mensaje
hi: एक बार देखा गया संदेश
id: Satu pesan dilihat
ml: ഒരു കാണപ്പെട്ട സന്ദേശം
pt: Uma mensagem vista
vi: Một tin nhắn đã xem

source: One time seen
bn: একবার দেখা হয়েছে
es: Visto una vez
hi: एक बार देखा गया
id: Dilihat satu kali
ml: ഒരു തവണ കാണപ്പെട്ടു
pt: Visto uma vez
vi: Chỉ xem một lần

source: Message has been viewed
bn: संदेश देखा गया है
es: Se ha visto el mensaje
hi: संदेश देखा गया है
id: Pesan telah dilihat
ml: സന്ദേശം കാണപ്പെട്ടു
pt: A mensagem foi vista
vi: Tin nhắn đã được xem

source: Click to see
bn: देखने के लिए क्लिक करें
es: Haga clic para ver
hi: देखने के लिए क्लिक करें
id: Klik untuk melihat
ml: കാണുന്നതിന് ക്ലിക്ക് ചെയ്യുക
pt: Clique para ver
vi: Nhấp để xem

source: Images
bn: চিত্র
es: Imágenes
hi: चित्र
id: Gambar
ml: ചിത്രങ്ങൾ
pt: Imagens
vi: Hình ảnh

source: Microphone permission must be accepted
es: El permiso de micrófono debe ser aceptado
pt: A permissão do microfone deve ser aceita

source: Microphone and camera permission must be accepted
es: El micrófono y el permiso de la cámara deben
pt: A permissão de microfone e câmera deve ser aceita

source: macOS
es: macosa
ml: മാക്‌ഒഎസ്

# ifThisOptionEnabledTheGoogleAdsBannerWillAppearInChats
source: If this option is enabled, the Google Ads banner will appear in chats.
es: Si esta opción está habilitada, el banner de Google ADS aparecerá en gatos.
pt: Se esta opção estiver ativada, o banner do Google Ads aparecerá nos bate -papos.
