Repository: mitojean/FullProjet
Catalog: source/email_version/flutter/packages/s_translation/lib/l10n/intl_*.arb
Languages: bn, es, hi, id, ml, pt, vi

source: Video Call Messages
bn: ভিডিও কল মেসেজ
es: Llamar a los mensajes de video
hi: वीडियो कॉल संदेश
id: Pesan Panggilan Video
ml: വീഡിയോ കോൾ സന്ദേശങ്ങൾ
pt: Mensagens de chamada de vídeo
vi: Tin nhắn cuộc gọi video

source: Location Messages
bn: অবস্থান মেসেজ
es: Alquiler de mensajes
hi: स्थान संदेश
id: Pesan Lokasi
ml: സ്ഥലം സന്ദേശങ്ങൾ
pt: Mensagens de localização
vi: Tin nhắn vị trí

source: Direct Chat
bn: সরাসরি চ্যাট
es: Gato directo
hi: स्थान संदेश
id: Obrolan Langsung
ml: സ്വന്തമായ ചാറ്റ്
pt: Chat direto
vi: Trò chuyện trực tiếp

source: Group
bn: গ্রুপ
es: Grupo
hi: ग्रुप
id: Grup
ml: ഗ്രൂപ്പ്
pt: Grupo
vi: Nhóm

source: Broadcast
bn: ব্রডকাস্ট
es: Transmisión
hi: प्रसारण
id: Siaran
ml: പ്രസാരണം
pt: Transmissão
vi: Truyền hình

source: Message Counter
bn: মেসেজ গণনা
es: Mostrador
hi: संदेश गणना
id: Penghitung Pesan
ml: സന്ദേശം എണ്ണം
pt: Contador de mensagens
vi: Bộ đếm tin nhắn

source: Room Counter
bn: রুম গণনা
es: Mostrador
hi: कक्ष गणना
id: Penghitung Ruang
ml: റൂം എണ്ണം
pt: Balcão da sala
vi: Bộ đếm phòng

source: Countries
bn: দেশ
es: Manejo
hi: देश
id: Negara
ml: രാജ്യങ്ങൾ
pt: Países
vi: Quốc gia

source: Devices
bn: ডিভাইস
es: Dispositivos
hi: डिवाइसेस
id: Perangkat
ml: ഉപകരണങ്ങൾ
vi: Thiết bị

source: Notification Title
bn: বিজ্ঞপ্তি শিরোনাম
es: Notificación de título
hi: सूचना शीर्षक
id: Judul Pemberitahuan
ml: അറിയിപ്പ് ശീർഷകം
pt: Título de notificação
vi: Tiêu đề thông báo

source: Notification Description
bn: বিজ্ঞপ্তি বিবরণ
es: Notificación de descripción
hi: सूचना विवरण
id: Deskripsi Pemberitahuan
ml: അറിയിപ്പ് വിശദവബണ്ടം
pt: Descrição da notificação
vi: Mô tả thông báo

source: Notifications Page
bn: বিজ্ঞপ্তি পৃষ্ঠা
es: Página de notificaciones
hi: सूचना पृष्ठ
id: Halaman Pemberitahuan
ml: അറിയിപ്പ് പേജ്
pt: Página de notificações
vi: Trang thông báo

source: Update Feedback Email
bn: ফিডব্যাক ইমেইল আপডেট করুন
es: Actualizar el correo electrónico de comentarios
hi: फीडबैक ईमेल अपडेट करें
id: Perbarui Email Masukan
ml: പ്രതിപാദന ഇമെയിൽ അപ്ഡേറ്റ് ചെയ്യുക
pt: Atualize o email de feedback
vi: Cập nhật Email phản hồi

source: Set Max Message Forward and Share
bn: ম্যাসেজ ফরওয়ার্ড এবং শেয়ারের সর্বোচ্চ সীমা সেট করুন
es: Establezca el mensaje máximo hacia adelante y comparta
hi: अधिकतम संदेश आगे भेजने और साझा करने की सेट करें
id: Atur Maksimum Pesan yang Dapat Diteruskan dan Dibagikan
ml: പ്രതിപാദന അപ്ഡേറ്റ് ചെയ്യുക
pt: Defina a mensagem Max Avan e compartilhe
vi: Thiết lập số lượng tối đa tin nhắn chuyển tiếp và chia sẻ

source: Set New Privacy Policy URL
bn: নতুন গোপনীয়তা নীতি URL সেট করুন
es: Establecer una nueva URL de política de privacidad
hi: नई गोपनीयता नीति URL सेट करें
id: Atur URL Kebijakan Privasi Baru
ml: പുതിയ പ്രൈവസി പോളിസി URL സജീവമാക്കുക
pt: Defina um novo URL da Política de Privacidade
vi: Thiết lập URL chính sách bảo mật mới

source: Forget Password Expire Time
bn: পাসওয়ার্ড ভুলে যাওয়ার মেয়াদ
es: Olvidar la contraseña expira el tiempo
hi: पासवर्ड भूल जाने का समय समाप्त हो गया है
id: Waktu Kadaluarsa Lupa Kata Sandi
ml: പാസ്വേഡ് എങ്ങനെ മറന്നാണ് എന്നറിയപ്പെടുന്ന സമയം
pt: Esqueça o tempo de expiração da senha
vi: Thời gian hết hạn quên mật khẩu

source: Call Timeout in Seconds
bn: কল সময় আউট (সেকেন্ডে)
es: Llame al tiempo de espera en segundos
hi: कॉल टाइमआउट (सेकंड में)
id: Batas Waktu Panggilan (dalam detik)
ml: വിളി സമയം (സെക്കന്റുകൾക്ക്)
pt: Timeout de chamada em segundos
vi: Thời gian chờ cuộc gọi (giây)

source: Set Max Group Members
bn: গ্রুপ সদস্যের সর্বোচ্চ সংখ্যা সেট করুন
es: Establecer miembros del grupo Max
hi: अधिकतम समूह सदस्य सेट करें
id: Atur Maksimum Anggota Grup
ml: അധികതമ ഗ്രൂപ്പ് അംഗങ്ങളുടെ എണ്ണം സജീവമാക്കുക
pt: Defina os membros do Grupo Max
vi: Thiết lập số lượng tối đa thành viên nhóm

source: Set Max Broadcast Members
bn: ব্রডকাস্ট সদস্যের সর্বোচ্চ সংখ্যা সেট করুন
es: Establecer miembros de transmisión Max
hi: अधिकतम प्रसारण सदस्य सेट करें
id: Atur Maksimum Anggota Siaran
ml: അധികതമ ബ്രോഡ്കാസ്റ്റ് അംഗങ്ങളുടെ എണ്ണം സജീവമാക്കുക
pt: Defina os membros da transmissão máxima
vi: Thiết lập số lượng tối đa thành viên truyền hình

source: Allow Calls
bn: কল অনুমোদন দিন
es: Permitir llamadas
hi: कॉल्स अनुमति दें
id: Izinkan Panggilan
ml: കോൾ അനുവദിക്കുക
pt: Permitir chamadas
vi: Cho phép cuộc gọi

# ifThisOptionEnabledTheVideoAndVoiceCallWillBeAllowed
source: If this option is enabled, the video and voice call will be allowed.
bn: এই অপশন সক্ষম হলে ভিডিও এবং ভয়েস কল অনুমোদিত হবে
es: Si esta opción está habilitada, se permitirán la llamada de video y voz.
hi: इस विकल्प को सक्षम किया गया है, तो वीडियो और वॉयस कॉल की अनुमति होगी
id: Jika opsi ini diaktifkan, panggilan video dan suara akan diizinkan
ml: ഈ ഓപ്ഷൻ സജീവമാക്കിയാൽ വീഡിയോ ഒഴിവും വോയ്സ് കോൾ അനുവദിക്കുന്നു
pt: Se esta opção estiver ativada, a chamada de vídeo e voz será permitida.
vi: Nếu tùy chọn này được bật, cuộc gọi video và thoại sẽ được phép

source: Allow Ads
bn: বিজ্ঞাপন অনুমোদন দিন
es: Permitir anuncios
hi: विज्ञापन अनुमति दें
id: Izinkan Iklan
ml: വാങ്ങിക്കുക അനുവദിക്കുക
pt: Permitir anúncios
vi: Cho phép quảng cáo

source: Allow Mobile Login
bn: মোবাইল লগইন অনুমোদন দিন
es: Permitir el inicio de sesión móvil
hi: मोबाइल लॉगिन अनुमति दें
id: Izinkan Login di Ponsel
ml: മൊബൈൽ ലോഗിൻ അനുവദിക്കുക
pt: Permitir login móvel
vi: Cho phép đăng nhập di động

source: Allow Web Login
bn: ওয়েব লগইন অনুমোদন দিন
es: Permitir el inicio de sesión web
hi: वेब लॉगिन अनुमति दें
id: Izinkan Login di Web
ml: വെബ് ലോഗിൻ അനുവദിക്കുക
pt: Permitir login na web
vi: Cho phép đăng nhập web

source: Messages
bn: মেসেজ
es: Mensajes
hi: संदेश
id: Pesan
ml: സന്ദേശങ്ങൾ
pt: Mensagens
vi: Tin nhắn

source: Apple Store App URL
bn: আপেল স্টোর অ্যাপ URL
es: URL de la aplicación Apple Store
hi: Apple स्टोर ऐप URL
id: URL Aplikasi Apple Store
ml: ആപ്പിൾ സ്റ്റോർ ആപ്ലിക്കേഷൻ URL
pt: URL do aplicativo da Apple Store
vi: URL cửa hàng Apple App

source: Google Play App URL
bn: গুগল প্লে স্টোর অ্যাপ URL
es: URL de la aplicación Google Play
hi: Google Play ऐप URL
id: URL Aplikasi Google Play
ml: ഗൂഗിൾ പ്ലേ ആപ്ലിക്കേഷൻ URL
pt: URL do aplicativo do Google Play
vi: URL cửa hàng Google Play

source: Privacy URL
bn: গোপনীয়তা URL
es: URL de privacidad
hi: गोपनीयता URL
id: URL Privasi
ml: സ്വകാര്യത URL
pt: URL de privacidade
vi: URL chính sách bảo mật

source: Feedback Email
bn: ফিডব্যাক ইমেইল
es: Correo electrónico de comentarios
hi: फीडबैक ईमेल
id: Email Masukan
ml: പ്രതിപാദന ഇമെയിൽ
pt: E -mail de feedback
vi: Email phản hồi

# ifThisOptionDisabledTheSendChatFilesImageVideosAndLocationWillBeBlocked
source: If this option is disabled, sending chat files, images, videos, and location will be blocked.
bn: এই অপশন নিষ্ক্রিয় হলে চ্যাট ফাইল, ছবি, ভিডিও এবং অবস্থান প্রেরণ বন্ধ হবে
es: Si esta opción está deshabilitada, se bloqueará el envío de archivos, imágenes, videos y alquiler CAT.
hi: इस विकल्प को अक्षम किया गया है, तो चैट फ़ाइल्स, इमेज, वीडियो और स्थान भेजने की अनुमति नहीं होगी
id: Jika opsi ini dinonaktifkan, pengiriman berkas chat, gambar, video, dan lokasi akan diblokir
ml: ഈ ഓപ്ഷൻ അമാന്യമാക്കിയാൽ ചാറ്റ് ഫയലുകൾ, ചിത്രങ്ങൾ, വീഡിയോകൾ, സ്ഥാനം അയച്ചേക്കാനും
pt: Se esta opção estiver desativada, o envio de arquivos de bate -papo, imagens, vídeos e localização será bloqueado.
vi: Nếu tùy chọn này bị vô hiệu hóa, việc gửi tệp tin, hình ảnh, video và vị trí trong trò chuyện sẽ bị chặn

source: Allow Send Media
bn: মিডিয়া প্রেরণ অনুমোদন দিন
es: Permitir enviar medios
hi: मीडिया भेजने की अनुमति दें
id: Izinkan Pengiriman Media
ml: മീഡിയ അയച്ചേക്കാനും അനുവദിക്കുക
pt: Permitir a mídia de envio
vi: Cho phép gửi phương tiện truyền thông

# ifThisOptionDisabledTheCreateChatBroadcastWillBeBlocked
source: If this option is disabled, creating chat broadcast will be blocked.
bn: এই অপশন নিষ্ক্রিয় হলে চ্যাট ব্রডকাস্ট তৈরি করা বন্ধ হবে
es: Si esta opción está deshabilitada, la creación de la transmisión de chat se bloqueará.
hi: इस विकल्प को अक्षम किया गया है, तो चैट प्रसारण ब्लॉक किया जाएगा
id: Jika opsi ini dinonaktifkan, pembuatan siaran chat akan diblokir
ml: ഈ ഓപ്ഷൻ അമാന്യമാക്കിയാൽ ചാറ്റ് പ്രസാരണം സൃഷ്ടിക്കപ്പെടും
pt: Se esta opção estiver desativada, a criação de transmissão de bate -papo será bloqueada.
vi: Nếu tùy chọn này bị vô hiệu hóa, việc tạo phát sóng trong trò chuyện sẽ bị chặn

source: Allow Create Broadcast
bn: ব্রডকাস্ট তৈরি করার অনুমোদন দিন
es: Permitir crear transmisión
hi: प्रसारण बनाने की अनुमति दें
id: Izinkan Pembuatan Siaran
ml: പ്രസാരണം സൃഷ്ടിക്കാൻ അനുവദിക്കുക
pt: Permitir criar transmissão
vi: Cho phép tạo phát sóng

# ifThisOptionDisabledTheCreateChatGroupsWillBeBlocked
source: If this option is disabled, creating chat groups will be blocked.
bn: এই অপশন নিষ্ক্রিয় হলে চ্যাট গ্রুপ তৈরি করা বন্ধ হবে
es: Si esta opción está deshabilitada, la creación de grupos de chat se bloqueará.
hi: इस विकल्प को अक्षम किया गया है, तो चैट समूह ब्लॉक किया जाएगा
id: Jika opsi ini dinonaktifkan, pembuatan grup chat akan diblokir
ml: ഈ ഓപ്ഷൻ അമാന്യമാക്കിയാൽ ചാറ്റ് ഗ്രൂപ്പുകൾ സൃഷ്ടിക്കപ്പെടും
pt: Se esta opção estiver desativada, a criação de grupos de bate -papo será bloqueada.
vi: Nếu tùy chọn này bị vô hiệu hóa, việc tạo nhóm trò chuyện sẽ bị chặn

source: Allow Create Groups
bn: গ্রুপ তৈরি করার অনুমোদন দিন
es: Permitir crear grupos
hi: समूह बनाने की अनुमति दें
id: Izinkan Pembuatan Grup
ml: ഗ്രൂപ്പുകൾ സൃഷ്ടിക്കാൻ അനുവദിക്കുക
pt: Permitir grupos de criação
vi: Cho phép tạo nhóm

# ifThisOptionDisabledTheDesktopLoginOrRegisterWindowsMacWillBeBlocked
source: If this option is disabled, the desktop login or register (Windows, Mac) will be blocked.
bn: এই অপশন নিষ্ক্রিয় হলে ডেস্কটপ লগইন বা রেজিস্টার (Windows এবং macOS) বন্ধ হবে
es: Si esta opción está deshabilitada, se bloqueará el inicio de sesión o registro de escritorio (Windows, Mac).
hi: इस विकल्प को अक्षम किया गया है, तो डेस्कटॉप लॉगिन या पंजीकरण (Windows और macOS) ब्लॉक किया जाएगा
id: Jika opsi ini dinonaktifkan, login atau registrasi desktop (Windows dan macOS) akan diblokir
ml: ഈ ഓപ്ഷൻ അമാന്യമാക്കിയാൽ ഡെസ്ക്ടോപ്പ് ലോഗിൻ അല്ലെങ്കിൽ അമർത്തുക (വിൻഡോസ് മറ്റും macOS) നിരോധിച്ചുകൊള്ളും
pt: Se esta opção estiver desativada, o login ou registro da área de trabalho (Windows, Mac) será bloqueado.
vi: Nếu tùy chọn này bị vô hiệu hóa, việc đăng nhập hoặc đăng ký trên máy tính để bàn (Windows và macOS) sẽ bị chặn

source: Allow Desktop Login
bn: ডেস্কটপ লগইন অনুমোদন দিন
es: Permitir inicio de sesión de escritorio
hi: डेस्कटॉप लॉगिन अनुमति दें
id: Izinkan Login Desktop
ml: ഡെസ്ക്ടോപ്പ് ലോഗിൻ അനുവദിക്കുക
pt: Permitir login de mesa
vi: Cho phép đăng nhập từ máy tính để bàn

# ifThisOptionDisabledTheWebLoginOrRegisterWillBeBlocked
source: If this option is disabled, the web login or register will be blocked.
bn: এই অপশন নিষ্ক্রিয় হলে ওয়েব লগইন বা রেজিস্টার বন্ধ হবে
es: Si esta opción está deshabilitada, el inicio de sesión o registro web se bloqueará.
hi: इस विकल्प को अक्षम किया गया है, तो वेब लॉगिन या पंजीकरण ब्लॉक किया जाएगा
id: Jika opsi ini dinonaktifkan, login atau registrasi web akan diblokir
ml: ഈ ഓപ്ഷൻ അമാന്യമാക്കിയാൽ വെബ് ലോഗിൻ അല്ലെങ്കിൽ അമർത്തുക
pt: Se esta opção estiver desativada, o login ou registro da Web será bloqueado.
vi: Nếu tùy chọn này bị vô hiệu hóa, việc đăng nhập hoặc đăng ký trực tuyến sẽ bị chặn

# ifThisOptionDisabledTheMobileLoginOrRegisterWillBeBlockedOnAndroidIosOnly
source: If this option is disabled, the mobile login or register will be blocked on Android and iOS only.
bn: এই অপশন সক্ষম হলে Google Ads ব্যানার চ্যাটগুলিতে দেখা যাবে
es: Si esta opción está deshabilitada, el inicio de sesión o el registro móvil se bloqueará solo en Android e iOS.
hi: इस विकल्प को सक्षम किया गया है, तो गूगल ऐड्स बैनर चैटों में प्रदर्शित होंगे
id: Jika opsi ini diaktifkan, iklan banner Google akan muncul dalam obrolan
ml: ഈ ഓപ്ഷൻ സജീവമാക്കിയാൽ Google അഡ്സ് ബാനർ ചാറ്റുകളിൽ കാണാനും
pt: Se esta opção estiver desativada, o login ou registro móvel será bloqueado apenas no Android e iOS.
vi: Nếu tùy chọn này được bật, quảng cáo Google sẽ xuất hiện trong trò chuyện

source: User Profile
bn: ব্যবহারকারী প্রোফাইল
es: Perfil de usuario
hi: उपयोगकर्ता प्रोफ़ाइल
id: Profil Pengguna
ml: ഉപയോക്തൃ പ്രൊഫൈൽ
pt: Perfil de usuário
vi: Hồ sơ người dùng

source: User Info
bn: ব্যবহারকারী তথ্য
es: Información de usuario
hi: उपयोगकर्ता जानकारी
id: Informasi Pengguna
ml: ഉപയോക്തൃ വിവരങ്ങൾ
pt: Informações do usuário
vi: Thông tin người dùng

source: Full Name
bn: পুরো নাম
es: Nombre completo
hi: पूरा नाम
id: Nama Lengkap
ml: പൂർണ്ണ പേര്
pt: Nome completo
vi: Họ và tên

source: Bio
bn: জীবনী
es: Orgánico
hi: जीवनी
id: Biodata
ml: ബയോ
vi: Giới thiệu bản thân

source: No Bio
bn: কোনো জীবনী নেই
es: No biografía
hi: कोई जीवनी नहीं
id: Tidak ada biodata
ml: ബയോ ഇല്ല
pt: Sem biografia
vi: Không có giới thiệu bản thân

source: Verified At
bn: যাচাই করা হয়েছে
es: Verificado en
hi: सत्यापित किया गया
id: Terverifikasi pada
ml: പ്രമാണപ്പെട്ടു
pt: Verificado em
vi: Đã xác minh

source: Country
bn: দেশ
es: País
hi: देश
id: Negara
ml: രാജ്യം
pt: País
vi: Quốc gia

source: Register Status
bn: রেজিস্টার স্ট্যাটাস
es: Estado de registro
hi: पंजीकरण स्थिति
id: Status Registrasi
ml: രജിസ്റ്റർ സ്ഥിതി
pt: Status de registro
vi: Trạng thái đăng ký

source: Register Method
bn: রেজিস্টার মেথড
es: Método Registrarse
hi: पंजीकरण विधि
id: Metode Registrasi
ml: രജിസ്റ്റർ മെഥോഡ്
pt: Método de registro
vi: Phương thức đăng ký

source: Ban To
bn: ব্যান করা হয়েছে
es: Prohibir
hi: तक बैन किया गया है
id: Diblokir hingga
ml: നിഷേധിച്ചിടാൻ
pt: Proibir para
vi: Bị chặn đến ngày

source: Deleted At
bn: মোছা হয়েছে
es: Eliminado en
hi: हटाया गया है
id: Dihapus pada
ml: ഇല്ലാതാക്കിയത്
pt: Excluído em
vi: Đã xóa vào ngày

source: Created At
bn: তৈরি হয়েছে
es: Creado a
hi: बनाया गया
id: Dibuat pada
ml: സൃഷ്ടിച്ചത്
pt: Criado em
vi: Đã tạo vào ngày

source: Updated At
bn: আপডেট হয়েছে
es: Actualizado en
hi: अपडेट किया गया
id: Diperbarui pada
ml: അപ്ഡേറ്റുചെയ്തത്
pt: Atualizado em
vi: Đã cập nhật vào ngày

source: Reports
bn: রিপোর্ট
es: Aplazamiento
hi: रिपोर्ट्स
id: Laporan
ml: റിപ്പോർട്ടുകൾ
pt: Relatórios
vi: Báo cáo

source: Click to see all user devices details
bn: সমস্ত ব্যবহারকারী ডিভাইস বিশদ দেখতে ক্লিক করুন
es: Haga clic para ver todos los detalles de los dispositivos de usuario
hi: उपयोगकर्ता डिवाइस विवरण देखने के लिए क्लिक करें
id: Klik untuk melihat semua detail perangkat pengguna
ml: എല്ലാ ഉപയോക്താക്കൾക്കും ഉപകരണങ്ങളുടെ വിശദാംശങ്ങൾ കാണുക
pt: Clique para ver todos os detalhes dos dispositivos de usuário
vi: Nhấn để xem chi tiết tất cả thiết bị của người dùng

source: All Deleted Messages
bn: সমস্ত মোছা মেসেজ
es: Todos los mensajes eliminados
hi: सभी हटाएँ गई संदेश
id: Semua Pesan yang Dihapus
ml: എല്ലാ ഇല്ലാതാക്കിയ സന്ദേശങ്ങൾ
pt: Todas as mensagens excluídas
vi: Tất cả tin nhắn đã xóa

source: Voice Call Message
bn: ভয়েস কল মেসেজ
es: Mensaje de llamadas de voz
hi: वॉयस कॉल संदेश
id: Pesan Panggilan Suara
ml: വോയ്സ് കോൾ സന്ദേശം
pt: Mensagem de chamada de voz
vi: Tin nhắn cuộc gọi thoại

source: Total Rooms
bn: মোট রুম
es: Habitaciones totales
hi: कुल कक्ष
id: Total Ruangan
ml: ആകെ റൂമുകൾ
pt: Total de quartos
vi: Tổng số phòng

source: Direct Rooms
bn: সরাসরি রুম
es: Habitaciones directas
hi: सीधे कक्ष
id: Ruangan Langsung
ml: സ്വന്തമായ റൂമുകൾ
pt: Salas diretas
vi: Phòng trò chuyện trực tiếp

source: User Action
bn: ব্যবহারকারী ক্রিয়া
es: Acción del usuario
hi: उपयोगकर्ता क्रिया
id: Tindakan Pengguna
ml: ഉപയോക്തൃ പ്രവർത്തനം
pt: Ação do usuário
vi: Hành động của người dùng

source: Status
bn: স্থিতি
es: Estado
hi: स्थिति
ml: സ്ഥിതി
vi: Trạng thái

source: Joined At
bn: যোগদান করেছেন
es: Unido a
hi: शामिल हुए
id: Bergabung pada
ml: ചേരുകയായത്
pt: Juntou -se em
vi: Tham gia vào ngày

source: Save Login
bn: লগইন সংরক্ষণ করুন
es: Guardar inicio de sesión
hi: लॉगिन सहेजें
id: Simpan Login
ml: ലോഗിൻ വിവരങ്ങൾ സേവ് ചെയ്യുക
pt: Salvar login
vi: Lưu đăng nhập

source: Password is required
bn: পাসওয়ার্ড প্রয়োজন
es: Se requiere contraseña
hi: पासवर्ड आवश्यक है
id: Kata Sandi Diperlukan
ml: പാസ്വേഡ് ആവശ്യമാണ്
pt: A senha é necessária
vi: Yêu cầu mật khẩu

source: Dashboard
bn: ড্যাশবোর্ড
es: Panel
hi: डैशबोर्ड
id: Dasbor
ml: ഡാഷ്ബോർഡ്
pt: Painel
vi: Bảng điều khiển

source: Verified
bn: যাচাইকৃত
es: Verificado
hi: सत्यापित
id: Terverifikasi
ml: പ്രമാണപ്പെട്ടു
pt: Verificado
vi: Đã xác minh

source: Pending
bn: মুলতবি
es: Colgante
hi: अपूर्ण
id: Tertunda
ml: കാത്തിരിക്കുന്നു
pt: Pendente
vi: Đang chờ

source: Description is required
bn: বর্ণনা প্রয়োজন
es: Se requiere una descripción
hi: विवरण आवश्यक है
id: Deskripsi Diperlukan
ml: വിവരണം ആവശ്യമാണ്
pt: Descrição é necessária
vi: Yêu cầu mô tả

source: Seconds
bn: সেকেন্ড
es: Artículos de segunda clase
hi: सेकंड्स
id: detik
ml: സെക്കൻഡുകൾ
vi: giây

# clickToSeeAllUserInformations
source: Click to see all user information
bn: সমস্ত ব্যবহারকারী তথ্য দেখতে ক্লিক করুন
es: Haga clic para ver toda la información del usuario
hi: उपयोगकर्ता जानकारी देखने के लिए क्लिक करें
id: Klik untuk melihat semua informasi pengguna
ml: എല്ലാ ഉപയോക്താക്കൾക്കും വിവരങ്ങൾ കാണുകയായി ക്ലിക്ക് ചെയ്യുക
pt: Clique para ver todas as informações do usuário
vi: Nhấn để xem tất cả thông tin người dùng

source: Click to see all user countries
bn: সমস্ত ব্যবহারকারী দেশের তথ্য দেখতে ক্লিক করুন
es: Haga clic para ver a todos los países de los usuarios
hi: उपयोगकर्ता देशों को देखने के लिए क्लिक करें
id: Klik untuk melihat semua negara pengguna
ml: എല്ലാ ഉപയോക്താക്കൾക്കും രാജ്യങ്ങളുടെ വിശദാംശങ്ങൾ കാണുകയായി ക്ലിക്ക് ചെയ്യുക
pt: Clique para ver todos os países de usuários
vi: Nhấn để xem tất cả quốc gia của người dùng

source: Click to see all user messages details
bn: সমস্ত ব্যবহারকারী মেসেজের বিশদ দেখতে ক্লিক করুন
es: Haga clic para ver todos los detalles de los mensajes de usuario
hi: उपयोगकर्ता संदेश विवरण देखने के लिए क्लिक करें
id: Klik untuk melihat semua detail pesan pengguna
ml: എല്ലാ ഉപയോക്താക്കൾക്കും സന്ദേശങ്ങളുടെ വിശദാംശങ്ങൾ കാണുകയായി ക്ലിക്ക് ചെയ്യുക
pt: Clique para ver todos os detalhes das mensagens do usuário
vi: Nhấn để xem tất cả chi tiết tin nhắn của người dùng

source: Click to see all user rooms details
bn: সমস্ত ব্যবহারকারী রুমের বিশদ দেখতে ক্লিক করুন
es: Haga clic para ver todos los detalles de las habitaciones de usuario
hi: उपयोगकर्ता कक्ष विवरण देखने के लिए क्लिक करें
id: Klik untuk melihat semua detail ruangan pengguna
ml: എല്ലാ ഉപയോക്താക്കൾക്കും റൂമുകളുടെ വിശദാംശങ്ങൾ കാണുകയായി ക്ലിക്ക് ചെയ്യുക
pt: Clique para ver todos os detalhes dos quartos do usuário
vi: Nhấn để xem tất cả chi tiết phòng của người dùng

source: Click to see all user reports
bn: সমস্ত ব্যবহারকারী রিপোর্ট দেখতে ক্লিক করুন
es: Haga clic para ver todos los informes de los usuarios
hi: उपयोगकर्ता रिपोर्ट्स देखने के लिए क्लिक करें
id: Klik untuk melihat semua laporan pengguna
pt: Clique para ver todos os relatórios do usuário
vi: Nhấn để xem tất cả báo cáo của người dùng

source: Ban at
bn: ব্যান করা হয়েছে
es: Prohibir
hi: बैन हुआ था
id: Diblokir pada
pt: Proibição em
vi: Bị chặn vào ngày

# nowYouLoginAsReadOnlyAdminAllEditYouDoneWillNotAppliedDueToThisIsTestVersion
source: Now you login as read-only admin. All edits you make will not be applied due to this being a test version.
bn: এখন আপনি কেবল পঠনের মোড়ে অ্যাডমিন হিসেবে লগইন করেছেন। এই টেস্ট সংস্করণে আপনি যে কোন সম্পাদনা করলে প্রযোজ্য হবে না।
es: Ahora inicia sesión como administrador de solo lectura.Todas las ediciones que realice no se aplicarán debido a que esta es una versión de prueba.
hi: अब आप केवल पठनीय व्यवस्थापक के रूप में लॉगिन कर रहे हैं। आपके द्वारा किए गए सभी संपादन इसके लिए लागू नहीं होंगे क्योंकि यह एक परीक्षण संस्करण है।
id: Sekarang Anda masuk sebagai admin hanya baca. Semua perubahan yang Anda lakukan tidak akan diterapkan karena ini adalah versi uji coba.
pt: Agora você é login como administrador somente leitura.Todas as edições que você fizer não serão aplicadas devido a esta ser uma versão de teste.
vi: Bây giờ bạn đăng nhập dưới dạng quản trị viên chỉ đọc. Tất cả chỉnh sửa bạn thực hiện sẽ không được áp dụng vì đây là phiên bản thử nghiệm.

source: Create Story
bn: গল্প তৈরি করুন
es: Crear una historia
hi: कहानी बनाएं
id: Buat Cerita
ml: കഥ സൃഷ്ടിക്കുക
pt: Criar história
vi: Tạo câu chuyện

source: Write a caption...
bn: ক্যাপশন লিখুন...
es: Escribe un subtítulo ...
hi: कैप्शन लिखें...
id: Tulis keterangan...
ml: ഒരു കപ്ഷൻ എഴുതുക...
pt: Escreva uma legenda ...
vi: Viết chú thích...

source: Story Created Successfully
bn: গল্প সফলভাবে তৈরি করা হয়েছে
es: Historia creada con éxito
hi: कहानी सफलतापूर्वक बनाई गई
id: Cerita Berhasil Dibuat
ml: കഥ വിജയകരമായി സൃഷ്ടിച്ചു
pt: História criada com sucesso
vi: Câu chuyện đã được tạo thành công

source: Stories
bn: গল্প
es: Historias
hi: कहानियाँ
id: Cerita
ml: കഥകൾ
pt: Histórias
vi: Câu chuyện

source: Clear
bn: মুছে ফেলুন
es: Claro
hi: साफ़ करें
id: Hapus
ml: ശൂന്യമാക്കുക
vi: Xóa

source: Clear calls confirm
bn: কল পরিষ্কার করার নিশ্চিতকরণ
es: Llamadas de claro confirmar
hi: कॉल साफ़ करने की पुष्टि करें
id: Konfirmasi hapus panggilan
ml: കഴിഞ്ഞുപോയിയ്ക്കുക സ്ഥിരീകരിക്കുക
pt: Chamadas claras confirmam
vi: Xác nhận xóa cuộc gọi

source: Choose how automatic download works
bn: কিভাবে স্বয়ংক্রিয় ডাউনলোড কাজ করে তা চয়ন করুন
es: Elija cómo funciona la descarga automática
hi: चुनें कि स्वचालित डाउनलोड कैसे काम करता है
id: Pilih cara kerja unduhan otomatis
ml: സ്വയംപ്രാപ്തമായ ഡൗൺലോഡ് പ്രവർത്തിപ്പിക്കുന്ന രീതി തിരഞ്ഞെടുക
pt: Escolha como funciona o download automático
vi: Chọn cách hoạt động của tải xuống tự động

source: When using mobile data
bn: মোবাইল ডেটা ব্যবহার করার সময়
es: Cuando se usa datos móviles
hi: मोबाइल डेटा का उपयोग करते समय
id: Saat menggunakan data seluler
ml: മൊബൈൽ ഡാറ്റ ഉപയോഗിക്കുമ്പോൾ
pt: Ao usar dados móveis
vi: Khi sử dụng dữ liệu di động

source: When using Wi-Fi
bn: Wi-Fi ব্যবহার করার সময়
es: Cuando se usa Wi-Fi
hi: वाई-फाई का उपयोग करते समय
id: Saat menggunakan Wi-Fi
ml: Wi-Fi ഉപയോഗിക്കുമ്പോൾ
pt: Ao usar Wi-Fi
vi: Khi sử dụng Wi-Fi

source: Image
bn: চিত্র
es: Imagen
hi: चित्र
id: Gambar
ml: ചിത്രം
pt: Imagem
vi: Hình ảnh

source: My Privacy
bn: আমার গোপনীয়তা
es: Mi privacidad
hi: मेरी गोपनीयता
id: Privasi Saya
ml: എന്റെ സ്വകാര്യത
pt: Minha privacidade
vi: Quyền riêng tư của tôi

source: Create Text Story
bn: টেক্সট গল্প তৈরি করুন
es: Crear historia de texto
hi: टेक्स्ट कहानी बनाएं
id: Buat Cerita Teks
ml: വചന കഥ സൃഷ്ടിക്കുക
pt: Crie história de texto
vi: Tạo câu chuyện văn bản

source: Create Media Story
bn: মিডিয়া গল্প তৈরি করুন
es: Crear historia de los medios
hi: मीडिया कहानी बनाएं
id: Buat Cerita Media
ml: മീഡിയ കഥ സൃഷ്ടിക്കുക
pt: Crie uma história de mídia
vi: Tạo câu chuyện đa phương tiện

source: Camera
bn: ক্যামেরা
es: Cámara
hi: कैमरा
id: Kamera
ml: ക്യാമറ
pt: Câmera
vi: Máy ảnh

source: Gallery
bn: গ্যালারি
es: Galería
hi: गैलरी
id: Galeri
ml: ഗാലറി
pt: Galeria
vi: Thư viện ảnh

source: Recent update
bn: সাম্প্রতিক আপডেট
es: Actualización reciente
hi: हाल का अपडेट
id: Pembaruan terbaru
ml: സമീപകാല അപ്ഡേറ്റ്
pt: Atualização recente
vi: Cập nhật gần đây

source: Add new story
bn: নতুন গল্প যোগ করুন
es: Agregar nueva historia
hi: नई कहानी जोड़ें
id: Tambahkan cerita baru
ml: പുതിയ കഥ ചേർക്കുക
pt: Adicione nova história
vi: Thêm câu chuyện mới

source: Update your profile
bn: আপনার প্রোফাইল আপডেট করুন
es: Actualiza tu perfil
hi: अपना प्रोफ़ाइल अपडेट करें
id: Perbarui profil Anda
ml: നിന്നെയുടെ പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്യുക
pt: Atualize seu perfil
vi: Cập nhật hồ sơ của bạn

source: Configure your account privacy
bn: আপনার অ্যাকাউন্ট গোপনীয়তা কনফিগার করুন
es: Configurar la privacidad de su cuenta
hi: अपने खाते की गोपनीयता कॉन्फ़िगर करें
id: Konfigurasikan privasi akun Anda
ml: നിന്നെയുടെ അക്കൗണ്ടിന്റെ സ്വകാര്യത കേടുക
pt: Configure a privacidade da sua conta
vi: Cấu hình quyền riêng tư tài khoản

source: You in public search
bn: আপনি পাবলিক অনুসন্ধানে
es: Tú en la búsqueda pública
hi: आप सार्वजनिक खोज में
id: Anda dalam pencarian publik
ml: പൊതു തിരയിൽ നിന്ന്
pt: Você em pesquisa pública
vi: Bạn trong tìm kiếm công khai
